{
    "pdf_info": [
        {
            "para_blocks": [
                {
                    "bbox": [
                        69,
                        97,
                        360,
                        128
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                69,
                                97,
                                360,
                                128
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        69,
                                        97,
                                        360,
                                        128
                                    ],
                                    "type": "text",
                                    "content": "Recency-Sensitive Retrieval Processes in Long-Term Free Recall1"
                                }
                            ]
                        }
                    ],
                    "index": 0,
                    "level": 1
                },
                {
                    "bbox": [
                        114,
                        139,
                        313,
                        164
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                114,
                                139,
                                313,
                                164
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        114,
                                        139,
                                        313,
                                        164
                                    ],
                                    "type": "text",
                                    "content": "ROBERT A. BJORK² AND WILLIAM B. WHITTEN  University of Michigan"
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "bbox": [
                        71,
                        182,
                        359,
                        254
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                71,
                                182,
                                359,
                                254
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        71,
                                        182,
                                        359,
                                        254
                                    ],
                                    "type": "text",
                                    "content": "In several experiments, each presentation of a to- be- remembered item in a free- recall list was both preceded and followed by a distracting activity and recall was delayed by an additional period of distracting activity. Pronounced long- term effects of recency were obtained, the standard short- term memory interpretation of recency effects in free recall notwithstanding. The results are interpreted as reflecting retrieval processes that are obscured by procedural characteristics of typical free- recall experiments."
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        53,
                        271,
                        377,
                        418
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                53,
                                271,
                                377,
                                418
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        53,
                                        271,
                                        377,
                                        418
                                    ],
                                    "type": "text",
                                    "content": "The notion that the effects of serial position in free recall reflect the joint operation of short- term memory and long- term memory has become entrenched in the thinking of most of us concerned with human memory. Recency effects are attributed to a readout of the last few items in a list from short- term memory, and primacy effects are assumed to arise from a long- term memory advantage enjoyed by the first few items in a list owing to the greater rehearsal or mnemonic activities devoted to those items. This paper reports several experiments, the designs of which nullify both the differential processing of early items in a list and the immediate readout of the last items in a list. The fact that pronounced primacy and recency effects are still obtained requires some rethinking about typical free- recall experiments and the results thereof."
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        53,
                        419,
                        376,
                        467
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                53,
                                419,
                                376,
                                467
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        53,
                                        419,
                                        376,
                                        467
                                    ],
                                    "type": "text",
                                    "content": "It is entirely fitting that the two- process conception of serial position effects in free recall has come to dominate our thinking for there is a great deal of evidence that supports the two- process notion. For example, the following results, plus others that might be listed, are all consistent"
                                }
                            ]
                        }
                    ],
                    "index": 4
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                432,
                648
            ],
            "page_idx": 0
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        51,
                        75,
                        377,
                        283
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                51,
                                75,
                                377,
                                283
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        51,
                                        75,
                                        377,
                                        283
                                    ],
                                    "type": "text",
                                    "content": "with the notion that recency effects reflect the output of short- term memory: (a) the last few items in a list tend to be recalled first, (b) recency effects are invariant with list length, and (c) if recall is delayed by a distractor activity for a period that exceeds the holding time of short- term memory (15- 30 sec or more), recency effects are deleted altogether. That primacy effects reflect a greater likelihood that early items are stored in long- term memory is supported by the following facts, among others: (a) primacy effects are not disrupted when recall is delayed by means of a distractor activity, (b) primacy effects decrease with increasing list length—as though retrieval from long- term memory is a decreasing function of the number of items from the list stored in long- term memory—and (c) if Ss are forced to process all items in the list equally—by requiring them to repeat each item aloud a fixed number of times, for example—there are only slight effects of primacy, if any, in recall. The foregoing results, which derive from the work of a variety of investigators, are nicely illustrated in a recent article by Atkinson and Shiffrin (1971)."
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        53,
                        283,
                        378,
                        512
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                53,
                                283,
                                378,
                                512
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        53,
                                        283,
                                        378,
                                        512
                                    ],
                                    "type": "text",
                                    "content": "The experiments reported in this paper were motivated by some striking effects of serial position stumbled upon by Whitten and Bjork (1972) in an experiment that was designed to nullify any effects of serial position. In order to study the effectiveness of memory tests as learning trials in relation to the delay of such tests from the initial input of the item to be remembered, Whitten and Bjork devised a procedure that was a cross between a Brown- Peterson paradigm and a free recall paradigm. Subjects were presented pairs of words to remember, and after each word double was presented (for 2 sec), there was a 22- sec period filled with a distractor activity until the next word double was presented for study. Somewhere within the 22- sec period following each word double there was either a second presentation of the words, a 3- sec opportunity for Ss to rehearse the word double (if they could still remember it), or an overt- recall test of subjects' memory for the word double. Twelve word doubles were shown in a list. There was a 16- sec period of distracting activity before the first word double in a list and there was also a 16- sec period of distracting activity added to the very end of the list. At the end of each of three such lists, subjects were asked to free- recall the 24 words presented in that list."
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "bbox": [
                        54,
                        513,
                        379,
                        585
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                54,
                                513,
                                379,
                                585
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        54,
                                        513,
                                        379,
                                        585
                                    ],
                                    "type": "text",
                                    "content": "Since there were at least 19 sec of digit shadowing following the repetition, rehearsal, or test of the last word double in a list, Whitten and Bjork expected no effects of recency. Since the subjects were told to rehearse or otherwise process only the current word double at any point in a list, the authors also expected there to be no effects of primacy, especially since digit shadowing preceded the first word double in a list"
                                }
                            ]
                        }
                    ],
                    "index": 2
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                432,
                648
            ],
            "page_idx": 1
        },
        {
            "para_blocks": [
                {
                    "type": "image",
                    "bbox": [
                        128,
                        79,
                        293,
                        211
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                128,
                                79,
                                293,
                                211
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        128,
                                        79,
                                        293,
                                        211
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                128,
                                                79,
                                                293,
                                                211
                                            ],
                                            "type": "image",
                                            "image_path": "af73d16871873a2b4036bf1d331308790855d7cc6fb2295fcab035fb673d0d75.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 0,
                            "type": "image_body"
                        },
                        {
                            "bbox": [
                                53,
                                217,
                                376,
                                239
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        53,
                                        217,
                                        376,
                                        239
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                53,
                                                217,
                                                376,
                                                239
                                            ],
                                            "type": "text",
                                            "content": "FIG. 1. Recall probability as a function of input serial position (Whitten & Bjork, 1972)."
                                        }
                                    ]
                                }
                            ],
                            "index": 1,
                            "type": "image_caption"
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        53,
                        249,
                        376,
                        311
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                53,
                                249,
                                376,
                                311
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        53,
                                        249,
                                        376,
                                        311
                                    ],
                                    "type": "text",
                                    "content": "as well as all subsequent word doubles. The serial position curve Whitten and Bjork obtained is shown in Fig. 1. Not only was there still an effect of primacy, there was a striking effect of recency extending back within a list to word doubles that were separated from the free recall test by more than two min of intervening activity."
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        53,
                        311,
                        376,
                        408
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                53,
                                311,
                                376,
                                408
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        53,
                                        311,
                                        376,
                                        408
                                    ],
                                    "type": "text",
                                    "content": "The first of the three experiments reported below was designed to rule out the possibility that the serial position effects shown in Fig. 1 were somehow a consequence of the second presentations, rehearsal opportunities, and overt tests that were embedded in Whitten and Bjork's lists. The second and third experiments were designed to provide some evidence with respect to the nature of the possible mechanisms that might be responsible for the long- term effects of serial position obtained with the interpolated- activity procedure."
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        180,
                        416,
                        248,
                        427
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                180,
                                416,
                                248,
                                427
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        180,
                                        416,
                                        248,
                                        427
                                    ],
                                    "type": "text",
                                    "content": "EXPERIMENT I"
                                }
                            ]
                        }
                    ],
                    "index": 4,
                    "level": 1
                },
                {
                    "bbox": [
                        52,
                        430,
                        376,
                        467
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                430,
                                376,
                                467
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        430,
                                        376,
                                        467
                                    ],
                                    "type": "text",
                                    "content": "The design of Expt I was similar to the design of Whitten and Bjork's experiment, except that there were no embedded repetitions, tests, or rehearsal opportunities within the lists presented to the subjects."
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        52,
                        474,
                        88,
                        486
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                474,
                                88,
                                486
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        474,
                                        88,
                                        486
                                    ],
                                    "type": "text",
                                    "content": "Method"
                                }
                            ]
                        }
                    ],
                    "index": 6,
                    "level": 1
                },
                {
                    "bbox": [
                        51,
                        491,
                        375,
                        514
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                51,
                                491,
                                375,
                                514
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        51,
                                        491,
                                        375,
                                        514
                                    ],
                                    "type": "text",
                                    "content": "Subjects. Twenty undergraduate students at the University of Michigan served as paid subjects."
                                }
                            ]
                        }
                    ],
                    "index": 7
                },
                {
                    "bbox": [
                        52,
                        515,
                        376,
                        586
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                515,
                                376,
                                586
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        515,
                                        376,
                                        586
                                    ],
                                    "type": "text",
                                    "content": "Design. The subjects were presented four lists, each of which consisted of 10 word doubles. Before and after each word double, there was a 12- sec period of arithmetic activity (solving simple multiplication problems presented at a 2- sec rate), with the exception that the last word double in a list was followed by 20 sec of arithmetic. The word doubles were presented for 2 sec each, and at the end of each list the subjects were"
                                }
                            ]
                        }
                    ],
                    "index": 8
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                432,
                648
            ],
            "page_idx": 2
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        52,
                        75,
                        378,
                        112
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                75,
                                378,
                                112
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        378,
                                        112
                                    ],
                                    "type": "text",
                                    "content": "asked to free recall the 20 words in that list. Across subjects, the word doubles in any one list were rotated through the serial positions within that list."
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        52,
                        112,
                        378,
                        148
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                112,
                                378,
                                148
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        112,
                                        378,
                                        148
                                    ],
                                    "type": "text",
                                    "content": "Materials and apparatus. The word doubles consisted of common four- letter nouns. The words, multiplication problems, and instructions to recall were all presented on a Kodak Carousel slide projector."
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "bbox": [
                        52,
                        149,
                        378,
                        198
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                149,
                                378,
                                198
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        149,
                                        378,
                                        198
                                    ],
                                    "type": "text",
                                    "content": "Procedure. The subjects were tested in groups of two. There was a practice list before the four experimental lists, and the free recall of each list was written. The subjects were instructed to rehearse only the current word double at any point in a list."
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        52,
                        205,
                        153,
                        217
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                205,
                                153,
                                217
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        205,
                                        153,
                                        217
                                    ],
                                    "type": "text",
                                    "content": "Results and Discussion"
                                }
                            ]
                        }
                    ],
                    "index": 3,
                    "level": 1
                },
                {
                    "bbox": [
                        52,
                        222,
                        378,
                        270
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                222,
                                378,
                                270
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        222,
                                        378,
                                        270
                                    ],
                                    "type": "text",
                                    "content": "The results of Expt I were scored both in terms of the proportion of individual words recalled and in terms of the proportion of word doubles recalled. Only the former is reported in this section, since the two measures correlated all but perfectly."
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        52,
                        271,
                        378,
                        356
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                271,
                                378,
                                356
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        271,
                                        378,
                                        356
                                    ],
                                    "type": "text",
                                    "content": "In Fig. 2, recall probability averaged across the four lists in the experiment is plotted as a function of input serial position. In spite of there being good reason to expect no effects of either primacy or recency, the effects of both are striking. That there was a greater effect of primacy in the present experiment than there was in Whitten and Bjork's experiment is consistent with the general finding that the effects of primacy in free recall increase as list length decreases."
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        53,
                        357,
                        379,
                        405
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                53,
                                357,
                                379,
                                405
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        53,
                                        357,
                                        379,
                                        405
                                    ],
                                    "type": "text",
                                    "content": "Also plotted in Fig. 2 is a measure of the relative position of a recalled word during output as a function of its input serial position. Every word recalled was assigned an output percentile score as follows: If a subject recalled a total of "
                                },
                                {
                                    "bbox": [
                                        53,
                                        357,
                                        379,
                                        405
                                    ],
                                    "type": "inline_equation",
                                    "content": "N"
                                },
                                {
                                    "bbox": [
                                        53,
                                        357,
                                        379,
                                        405
                                    ],
                                    "type": "text",
                                    "content": " words from a list, the ith word recalled was assigned"
                                }
                            ]
                        }
                    ],
                    "index": 6
                },
                {
                    "type": "image",
                    "bbox": [
                        131,
                        417,
                        300,
                        548
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                131,
                                417,
                                300,
                                548
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        131,
                                        417,
                                        300,
                                        548
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                131,
                                                417,
                                                300,
                                                548
                                            ],
                                            "type": "image",
                                            "image_path": "68789f8949ecb99c69c6c4a1d41b8857d5760ec9f0d1f7fc60779b3d88cd1c7e.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 7,
                            "type": "image_body"
                        },
                        {
                            "bbox": [
                                54,
                                554,
                                380,
                                585
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        54,
                                        554,
                                        380,
                                        585
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                54,
                                                554,
                                                380,
                                                585
                                            ],
                                            "type": "text",
                                            "content": "FIG. 2. Recall probability and average output percentile as a function of input serial position. The ith item of "
                                        },
                                        {
                                            "bbox": [
                                                54,
                                                554,
                                                380,
                                                585
                                            ],
                                            "type": "inline_equation",
                                            "content": "N"
                                        },
                                        {
                                            "bbox": [
                                                54,
                                                554,
                                                380,
                                                585
                                            ],
                                            "type": "text",
                                            "content": " recalled by a given subject was assigned an output percentile score of "
                                        },
                                        {
                                            "bbox": [
                                                54,
                                                554,
                                                380,
                                                585
                                            ],
                                            "type": "inline_equation",
                                            "content": "(i / N) \\times 100"
                                        },
                                        {
                                            "bbox": [
                                                54,
                                                554,
                                                380,
                                                585
                                            ],
                                            "type": "text",
                                            "content": "."
                                        }
                                    ]
                                }
                            ],
                            "index": 8,
                            "type": "image_caption"
                        }
                    ],
                    "index": 7
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                432,
                648
            ],
            "page_idx": 3
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        52,
                        75,
                        375,
                        138
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                75,
                                375,
                                138
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        375,
                                        138
                                    ],
                                    "type": "text",
                                    "content": "a percentile score of "
                                },
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        375,
                                        138
                                    ],
                                    "type": "inline_equation",
                                    "content": "(i / N) \\times 100"
                                },
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        375,
                                        138
                                    ],
                                    "type": "text",
                                    "content": ". Thus, for example, the first of 10 words recalled was given a score of "
                                },
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        375,
                                        138
                                    ],
                                    "type": "inline_equation",
                                    "content": "10\\%"
                                },
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        375,
                                        138
                                    ],
                                    "type": "text",
                                    "content": ", and the eighth of 12 words recalled was given a score of "
                                },
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        375,
                                        138
                                    ],
                                    "type": "inline_equation",
                                    "content": "67\\%"
                                },
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        375,
                                        138
                                    ],
                                    "type": "text",
                                    "content": ". This procedure has the advantage of avoiding selection and confounding problems by normalizing a word's output position with respect to the number of words recalled."
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        52,
                        138,
                        375,
                        248
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                138,
                                375,
                                248
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        138,
                                        375,
                                        248
                                    ],
                                    "type": "text",
                                    "content": "The output percentile curve in Fig. 2 is almost the mirror image of the recall curve. Words at the beginning and end of a list are both more likely to be recalled and are recalled earlier in output than are words in the middle of the list. The output curve in Fig. 2 is not analytical, however, in that such a curve could reflect either a mixture of cases in which some subjects recall in a forward order through the list and other subjects recall in a backward order, or the curve could reflect a tendency for both primacy and recency items to occur before middle items in the typical recall protocol."
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "bbox": [
                        52,
                        248,
                        375,
                        345
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                248,
                                375,
                                345
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        248,
                                        375,
                                        345
                                    ],
                                    "type": "text",
                                    "content": "The individual recall protocols were analyzed in some detail in an attempt to further specify the characteristics of subjects' output processes. In general, in the majority of protocols the average output position of both primacy and recency items was earlier than the average output position of items presented in the middle of a list, although there were both several subjects who tended to recall items in a primacy- middle- recency order and several subjects who tended to recall in a recency- middle- primacy order."
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "type": "image",
                    "bbox": [
                        141,
                        368,
                        286,
                        532
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                141,
                                368,
                                286,
                                532
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        141,
                                        368,
                                        286,
                                        532
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                141,
                                                368,
                                                286,
                                                532
                                            ],
                                            "type": "image",
                                            "image_path": "5f23db6b1d665280baabec9e447a8a7030ea9e83a8a4b5313c944a9dc8c9862e.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 3,
                            "type": "image_body"
                        },
                        {
                            "bbox": [
                                52,
                                537,
                                377,
                                589
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        52,
                                        537,
                                        377,
                                        589
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                52,
                                                537,
                                                377,
                                                589
                                            ],
                                            "type": "text",
                                            "content": "FIG. 3. Recall probability as a function of input serial position derived from each of two sets of recall protocols: Those in which the word in output that had been presented in the earliest input position was recalled before the word in output that had been presented in the latest input position, and those in which the converse was true."
                                        }
                                    ]
                                }
                            ],
                            "index": 4,
                            "type": "image_caption"
                        }
                    ],
                    "index": 3
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                432,
                648
            ],
            "page_idx": 4
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        52,
                        75,
                        378,
                        198
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                75,
                                378,
                                198
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        378,
                                        198
                                    ],
                                    "type": "text",
                                    "content": "In Fig. 3 recall probability is plotted as a function of input serial position for each of two mutually exclusive and exhaustive sets of recall protocols, those in which the recalled word characterized by the smallest input serial position number occurred earlier in output than the recalled word characterized by the largest input serial position number, and those in which the converse was true. In Fig. 3 there is a clear correlation between what items are recalled best and what items are recalled first, but it is not clear whether those items most available or retrievable are recalled first or, rather, that the items recalled first impair the recall of other items via output interference."
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        51,
                        198,
                        377,
                        272
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                51,
                                198,
                                377,
                                272
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        51,
                                        198,
                                        377,
                                        272
                                    ],
                                    "type": "text",
                                    "content": "The results of Expt I do not go beyond Whitten and Bjork's (1972) results, except that they rule out the possibility that Whitten and Bjork's results were somehow dependent on the repetitions, tests, and rehearsal opportunities included in their design. Experiment II was designed to clarify somewhat the nature of the processes underlying the long- term effects of serial position shown in Figs. 1, 2, and 3."
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "bbox": [
                        178,
                        281,
                        249,
                        292
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                178,
                                281,
                                249,
                                292
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        178,
                                        281,
                                        249,
                                        292
                                    ],
                                    "type": "text",
                                    "content": "EXPERIMENT II"
                                }
                            ]
                        }
                    ],
                    "index": 2,
                    "level": 1
                },
                {
                    "bbox": [
                        50,
                        295,
                        376,
                        501
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                50,
                                295,
                                376,
                                501
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        50,
                                        295,
                                        376,
                                        501
                                    ],
                                    "type": "text",
                                    "content": "It is certainly the case that the interpolated- activity procedure results in a series of inputs to memory in which any one item is a great deal more isolated in time than is the case in the standard free- recall procedure. One important difference between the procedures, of course, is that the actual temporal separation of item presentations is much greater in the current procedure than in the standard procedure. Another difference that may be as important, however, is that subjects in the current procedure were instructed to rehearse only one word double at a time, whereas subjects in the standard procedure are free to rehearse list items in any way they choose. Thus, in the standard procedure, the functional input position of an item becomes smeared in time, both because the item presentations are compressed in time, and because subjects' rehearsal processes interassociate and group items in an idiosyncratic way. In Expt I, the whole reason for presenting word doubles rather than single words was to make the rehearsal instruction workable. The subjects in Expt I reported having been more than willing, given the taxing nature of the experimental task, to follow the rehearsal instruction."
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        50,
                        502,
                        376,
                        597
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                50,
                                502,
                                376,
                                597
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        50,
                                        502,
                                        376,
                                        597
                                    ],
                                    "type": "text",
                                    "content": "In Expt II, the amount of distractor activity before and after each word double (0 or 12 sec) and the amount of additional activity at the end of a list (0 or 30 sec) were covaried. Also, a final free- recall test of subjects' memory for all words from all lists was administered at the end of the experiment. In part, the experiment was designed to see whether the immediate and delayed recall of a list of word doubles without interpolated periods of distractor activity would look the same as the typical immediate and delayed recall of a list of single words. The experimental"
                                }
                            ]
                        }
                    ],
                    "index": 4
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                432,
                648
            ],
            "page_idx": 5
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        52,
                        76,
                        375,
                        186
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                76,
                                375,
                                186
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        76,
                                        375,
                                        186
                                    ],
                                    "type": "text",
                                    "content": "design was also motivated by an interest in whether the recall of word doubles separated by periods of interpolated activity would vary with the amount of activity at the end of the list; if the effects in Figs. 1, 2, and 3 are entirely long- term effects, increasing the amount of distractor activity prior to recall should have little effect. Finally, whether the final free recall would exhibit any effects of serial input position within a list is pertinent in several ways to deciding among alternative mechanisms that might be responsible for long- term effects such as those in Figs. 1, 2, and 3."
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        52,
                        194,
                        88,
                        206
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                194,
                                88,
                                206
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        194,
                                        88,
                                        206
                                    ],
                                    "type": "text",
                                    "content": "Method"
                                }
                            ]
                        }
                    ],
                    "index": 1,
                    "level": 1
                },
                {
                    "bbox": [
                        52,
                        211,
                        375,
                        235
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                211,
                                375,
                                235
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        211,
                                        375,
                                        235
                                    ],
                                    "type": "text",
                                    "content": "Subjects. Forty undergraduate students at the University of Michigan served as paid subjects."
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        52,
                        235,
                        375,
                        283
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                235,
                                375,
                                283
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        235,
                                        375,
                                        283
                                    ],
                                    "type": "text",
                                    "content": "Materials and apparatus. As in Expt I, the items to be remembered were common four- letter nouns, and the words, arithmetic problems (a mixture of simple addition and multiplication problems), and cues to recall were all presented via a Kodak Carousel projector."
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        52,
                        284,
                        375,
                        441
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                284,
                                375,
                                441
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        284,
                                        375,
                                        441
                                    ],
                                    "type": "text",
                                    "content": "Design. There were four types of lists: "
                                },
                                {
                                    "bbox": [
                                        52,
                                        284,
                                        375,
                                        441
                                    ],
                                    "type": "inline_equation",
                                    "content": "0 + 0"
                                },
                                {
                                    "bbox": [
                                        52,
                                        284,
                                        375,
                                        441
                                    ],
                                    "type": "text",
                                    "content": " lists (zero sec of interpolated activity before and after each word double; recall immediate), "
                                },
                                {
                                    "bbox": [
                                        52,
                                        284,
                                        375,
                                        441
                                    ],
                                    "type": "inline_equation",
                                    "content": "0 + 30"
                                },
                                {
                                    "bbox": [
                                        52,
                                        284,
                                        375,
                                        441
                                    ],
                                    "type": "text",
                                    "content": " lists (same as "
                                },
                                {
                                    "bbox": [
                                        52,
                                        284,
                                        375,
                                        441
                                    ],
                                    "type": "inline_equation",
                                    "content": "0 + 0"
                                },
                                {
                                    "bbox": [
                                        52,
                                        284,
                                        375,
                                        441
                                    ],
                                    "type": "text",
                                    "content": " lists except that recall was delayed by 30 sec of arithmetic), "
                                },
                                {
                                    "bbox": [
                                        52,
                                        284,
                                        375,
                                        441
                                    ],
                                    "type": "inline_equation",
                                    "content": "12 + 0"
                                },
                                {
                                    "bbox": [
                                        52,
                                        284,
                                        375,
                                        441
                                    ],
                                    "type": "text",
                                    "content": " lists (12 sec of interpolated activity before and after each word double; recall delayed only by the 12 sec of arithmetic following the last word double in the list), and "
                                },
                                {
                                    "bbox": [
                                        52,
                                        284,
                                        375,
                                        441
                                    ],
                                    "type": "inline_equation",
                                    "content": "12 + 30"
                                },
                                {
                                    "bbox": [
                                        52,
                                        284,
                                        375,
                                        441
                                    ],
                                    "type": "text",
                                    "content": " lists (same as "
                                },
                                {
                                    "bbox": [
                                        52,
                                        284,
                                        375,
                                        441
                                    ],
                                    "type": "inline_equation",
                                    "content": "12 + 0"
                                },
                                {
                                    "bbox": [
                                        52,
                                        284,
                                        375,
                                        441
                                    ],
                                    "type": "text",
                                    "content": " lists, except that recall was delayed by an additional 30 sec of arithmetic beyond the 12 sec of arithmetic following the last word double in the list). The subjects were presented eight lists, one of each type in lists 1- 4, and one of each type in lists 5- 8. All subjects saw the same lists in the same order in terms of the word doubles constituting any list, but which particular list was presented as any given list type was counterbalanced across subjects."
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        52,
                        443,
                        375,
                        515
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                443,
                                375,
                                515
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        443,
                                        375,
                                        515
                                    ],
                                    "type": "text",
                                    "content": "Procedure. The subjects were tested in groups of two or three. After two short practice lists, the subjects were presented eight experimental lists. They were required to free recall each list in turn, and after the recall of the last list, there was a phony debriefing period of one or two min followed (without forewarning) by a final recall test for all words from all lists. In all other aspects, the procedure was the same as in Expt I."
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        52,
                        521,
                        152,
                        533
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                521,
                                152,
                                533
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        521,
                                        152,
                                        533
                                    ],
                                    "type": "text",
                                    "content": "Results and Discussion"
                                }
                            ]
                        }
                    ],
                    "index": 6,
                    "level": 1
                },
                {
                    "bbox": [
                        52,
                        538,
                        375,
                        585
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                538,
                                375,
                                585
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        538,
                                        375,
                                        585
                                    ],
                                    "type": "text",
                                    "content": "The data obtained in Expt II were scored both in terms of individual words recalled correctly and in terms of word doubles recalled correctly. Only the former is reported in this section; both methods of scoring yielded the same pattern of results."
                                }
                            ]
                        }
                    ],
                    "index": 7
                },
                {
                    "bbox": [
                        59,
                        586,
                        375,
                        598
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                59,
                                586,
                                375,
                                598
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        59,
                                        586,
                                        375,
                                        598
                                    ],
                                    "type": "text",
                                    "content": "In the top panel of Fig. 4, recall probability as a function of input"
                                }
                            ]
                        }
                    ],
                    "index": 8
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                432,
                648
            ],
            "page_idx": 6
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        51,
                        74,
                        377,
                        172
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                51,
                                74,
                                377,
                                172
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        51,
                                        74,
                                        377,
                                        172
                                    ],
                                    "type": "text",
                                    "content": "serial position is plotted for the "
                                },
                                {
                                    "bbox": [
                                        51,
                                        74,
                                        377,
                                        172
                                    ],
                                    "type": "inline_equation",
                                    "content": "0 + 0"
                                },
                                {
                                    "bbox": [
                                        51,
                                        74,
                                        377,
                                        172
                                    ],
                                    "type": "text",
                                    "content": " and "
                                },
                                {
                                    "bbox": [
                                        51,
                                        74,
                                        377,
                                        172
                                    ],
                                    "type": "inline_equation",
                                    "content": "0 + 30"
                                },
                                {
                                    "bbox": [
                                        51,
                                        74,
                                        377,
                                        172
                                    ],
                                    "type": "text",
                                    "content": " lists. The curves look much the same as the immediate and final serial position curves typically obtained for lists of single words. The slight positive effect of recency in the delayed- recall "
                                },
                                {
                                    "bbox": [
                                        51,
                                        74,
                                        377,
                                        172
                                    ],
                                    "type": "inline_equation",
                                    "content": "(0 + 30)"
                                },
                                {
                                    "bbox": [
                                        51,
                                        74,
                                        377,
                                        172
                                    ],
                                    "type": "text",
                                    "content": " case may indicate that the arithmetic task employed was not completely distracting for all subjects. In general, however, the results in the top panel of Fig. 4 are evidence that the basic effects of serial position in a list of word doubles are the same as those in a list of single words."
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        50,
                        173,
                        376,
                        233
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                50,
                                173,
                                376,
                                233
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        50,
                                        173,
                                        376,
                                        233
                                    ],
                                    "type": "text",
                                    "content": "In the bottom panel of Fig. 4, average output percentile is shown as a function of input serial position for the "
                                },
                                {
                                    "bbox": [
                                        50,
                                        173,
                                        376,
                                        233
                                    ],
                                    "type": "inline_equation",
                                    "content": "0 + 0"
                                },
                                {
                                    "bbox": [
                                        50,
                                        173,
                                        376,
                                        233
                                    ],
                                    "type": "text",
                                    "content": " and "
                                },
                                {
                                    "bbox": [
                                        50,
                                        173,
                                        376,
                                        233
                                    ],
                                    "type": "inline_equation",
                                    "content": "0 + 30"
                                },
                                {
                                    "bbox": [
                                        50,
                                        173,
                                        376,
                                        233
                                    ],
                                    "type": "text",
                                    "content": " lists. The output curve for the "
                                },
                                {
                                    "bbox": [
                                        50,
                                        173,
                                        376,
                                        233
                                    ],
                                    "type": "inline_equation",
                                    "content": "0 + 0"
                                },
                                {
                                    "bbox": [
                                        50,
                                        173,
                                        376,
                                        233
                                    ],
                                    "type": "text",
                                    "content": " lists is typical of immediate free recall: There was a clear tendency for subjects to recall the last item or two in the list first, but there were no other systematic relations between input"
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "type": "image",
                    "bbox": [
                        120,
                        251,
                        302,
                        539
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                120,
                                251,
                                302,
                                539
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        120,
                                        251,
                                        302,
                                        539
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                120,
                                                251,
                                                302,
                                                539
                                            ],
                                            "type": "image",
                                            "image_path": "9469f31af49293aa021afb6779b02a12b8e0a5091f49987117a9522b4f7f0067.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 2,
                            "type": "image_body"
                        },
                        {
                            "bbox": [
                                49,
                                544,
                                376,
                                586
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        49,
                                        544,
                                        376,
                                        586
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                49,
                                                544,
                                                376,
                                                586
                                            ],
                                            "type": "text",
                                            "content": "FIG. 4. Recall probability (top panel) and average output percentile (bottom panel) as a function of input serial position for "
                                        },
                                        {
                                            "bbox": [
                                                49,
                                                544,
                                                376,
                                                586
                                            ],
                                            "type": "inline_equation",
                                            "content": "0 + 0"
                                        },
                                        {
                                            "bbox": [
                                                49,
                                                544,
                                                376,
                                                586
                                            ],
                                            "type": "text",
                                            "content": " lists (no interpolated arithmetic, immediate recall) and "
                                        },
                                        {
                                            "bbox": [
                                                49,
                                                544,
                                                376,
                                                586
                                            ],
                                            "type": "inline_equation",
                                            "content": "0 + 30"
                                        },
                                        {
                                            "bbox": [
                                                49,
                                                544,
                                                376,
                                                586
                                            ],
                                            "type": "text",
                                            "content": " lists (no interpolated arithmetic, recall delayed by 30 sec of arithmetic)."
                                        }
                                    ]
                                }
                            ],
                            "index": 3,
                            "type": "image_caption"
                        }
                    ],
                    "index": 2
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                432,
                648
            ],
            "page_idx": 7
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        53,
                        75,
                        377,
                        101
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                53,
                                75,
                                377,
                                101
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        53,
                                        75,
                                        377,
                                        101
                                    ],
                                    "type": "text",
                                    "content": "position and output position. The output curve for the "
                                },
                                {
                                    "bbox": [
                                        53,
                                        75,
                                        377,
                                        101
                                    ],
                                    "type": "inline_equation",
                                    "content": "0 + 30"
                                },
                                {
                                    "bbox": [
                                        53,
                                        75,
                                        377,
                                        101
                                    ],
                                    "type": "text",
                                    "content": " lists, however, is a bow- shaped image of the recall curve in the top panel."
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        54,
                        101,
                        377,
                        210
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                54,
                                101,
                                377,
                                210
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        54,
                                        101,
                                        377,
                                        210
                                    ],
                                    "type": "text",
                                    "content": "In the top panel of Fig. 5, recall probability as a function of serial input position is shown for "
                                },
                                {
                                    "bbox": [
                                        54,
                                        101,
                                        377,
                                        210
                                    ],
                                    "type": "inline_equation",
                                    "content": "12 + 0"
                                },
                                {
                                    "bbox": [
                                        54,
                                        101,
                                        377,
                                        210
                                    ],
                                    "type": "text",
                                    "content": " and "
                                },
                                {
                                    "bbox": [
                                        54,
                                        101,
                                        377,
                                        210
                                    ],
                                    "type": "inline_equation",
                                    "content": "12 + 30"
                                },
                                {
                                    "bbox": [
                                        54,
                                        101,
                                        377,
                                        210
                                    ],
                                    "type": "text",
                                    "content": " lists. The serial position curves for the "
                                },
                                {
                                    "bbox": [
                                        54,
                                        101,
                                        377,
                                        210
                                    ],
                                    "type": "inline_equation",
                                    "content": "12 + 0"
                                },
                                {
                                    "bbox": [
                                        54,
                                        101,
                                        377,
                                        210
                                    ],
                                    "type": "text",
                                    "content": " and "
                                },
                                {
                                    "bbox": [
                                        54,
                                        101,
                                        377,
                                        210
                                    ],
                                    "type": "inline_equation",
                                    "content": "12 + 30"
                                },
                                {
                                    "bbox": [
                                        54,
                                        101,
                                        377,
                                        210
                                    ],
                                    "type": "text",
                                    "content": " lists render completely implausible any interpretation of the recency effects in Figs. 1, 2, 3, and 5 as arising from the involvement of short- term memory. The fact that increasing the delay of recall by 30 sec of distracting activity had no effect on the recency portion of the curve, in clear contrast to the effect such a delay had on the curves in the top panel of Fig. 4, constitutes compelling evidence that the recency effects in Fig. 5 arise from long- term memory processes."
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "bbox": [
                        54,
                        211,
                        377,
                        259
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                54,
                                211,
                                377,
                                259
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        54,
                                        211,
                                        377,
                                        259
                                    ],
                                    "type": "text",
                                    "content": "The output curves in the bottom panel of Fig. 5 are not particularly illuminating. The curves are clearly flatter than is the output curve in Fig. 2, but the noise in the "
                                },
                                {
                                    "bbox": [
                                        54,
                                        211,
                                        377,
                                        259
                                    ],
                                    "type": "inline_equation",
                                    "content": "12 + 0"
                                },
                                {
                                    "bbox": [
                                        54,
                                        211,
                                        377,
                                        259
                                    ],
                                    "type": "text",
                                    "content": " curve prohibits saying much more than that."
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        54,
                        259,
                        377,
                        308
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                54,
                                259,
                                377,
                                308
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        54,
                                        259,
                                        377,
                                        308
                                    ],
                                    "type": "text",
                                    "content": "It is of some interest to compare the top panels of Figs. 4 and 5. Except for the last few items in the "
                                },
                                {
                                    "bbox": [
                                        54,
                                        259,
                                        377,
                                        308
                                    ],
                                    "type": "inline_equation",
                                    "content": "0 + 0"
                                },
                                {
                                    "bbox": [
                                        54,
                                        259,
                                        377,
                                        308
                                    ],
                                    "type": "text",
                                    "content": " lists, recall is largely invariant with both amount of activity interpolated between the presentations of the word doubles and with delay of recall. We tend to think that recall varies"
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "type": "image",
                    "bbox": [
                        125,
                        329,
                        305,
                        541
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                125,
                                329,
                                305,
                                541
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        125,
                                        329,
                                        305,
                                        541
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                125,
                                                329,
                                                305,
                                                541
                                            ],
                                            "type": "image",
                                            "image_path": "ee08eac5f723d8195f5f017dfd09b0d78a70cfb6a9c9c075c3211bbd2a272f97.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 4,
                            "type": "image_body"
                        },
                        {
                            "bbox": [
                                53,
                                546,
                                378,
                                588
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        53,
                                        546,
                                        378,
                                        588
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                53,
                                                546,
                                                378,
                                                588
                                            ],
                                            "type": "text",
                                            "content": "FIG. 5. Recall probability (top panel) and average output percentile (bottom panel) as a function of input serial position for "
                                        },
                                        {
                                            "bbox": [
                                                53,
                                                546,
                                                378,
                                                588
                                            ],
                                            "type": "inline_equation",
                                            "content": "12 + 0"
                                        },
                                        {
                                            "bbox": [
                                                53,
                                                546,
                                                378,
                                                588
                                            ],
                                            "type": "text",
                                            "content": " lists (12 sec of arithmetic before and after each list item) and "
                                        },
                                        {
                                            "bbox": [
                                                53,
                                                546,
                                                378,
                                                588
                                            ],
                                            "type": "inline_equation",
                                            "content": "12 + 30"
                                        },
                                        {
                                            "bbox": [
                                                53,
                                                546,
                                                378,
                                                588
                                            ],
                                            "type": "text",
                                            "content": " lists (12 sec of arithmetic before and after each item, recall delayed by an additional 30 sec of arithmetic)."
                                        }
                                    ]
                                }
                            ],
                            "index": 5,
                            "type": "image_caption"
                        }
                    ],
                    "index": 4
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                432,
                648
            ],
            "page_idx": 8
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        51,
                        75,
                        377,
                        136
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                51,
                                75,
                                377,
                                136
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        51,
                                        75,
                                        377,
                                        136
                                    ],
                                    "type": "text",
                                    "content": "inversely with retention interval, but Figs. 4 and 5 reveal little effect of retention interval; for example, in spite of the fact that the retention interval for any word in a "
                                },
                                {
                                    "bbox": [
                                        51,
                                        75,
                                        377,
                                        136
                                    ],
                                    "type": "inline_equation",
                                    "content": "12 + 0"
                                },
                                {
                                    "bbox": [
                                        51,
                                        75,
                                        377,
                                        136
                                    ],
                                    "type": "text",
                                    "content": " list was seven times as long as the retention interval for the comparable word in a "
                                },
                                {
                                    "bbox": [
                                        51,
                                        75,
                                        377,
                                        136
                                    ],
                                    "type": "inline_equation",
                                    "content": "0 + 0"
                                },
                                {
                                    "bbox": [
                                        51,
                                        75,
                                        377,
                                        136
                                    ],
                                    "type": "text",
                                    "content": " list, level of recall is about the same for all but the last few serial positions."
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        51,
                        137,
                        377,
                        307
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                51,
                                137,
                                377,
                                307
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        51,
                                        137,
                                        377,
                                        307
                                    ],
                                    "type": "text",
                                    "content": "Final free recall. In Fig. 6, final free- recall probability is plotted as a function of input serial position for lists "
                                },
                                {
                                    "bbox": [
                                        51,
                                        137,
                                        377,
                                        307
                                    ],
                                    "type": "inline_equation",
                                    "content": "0 + 0"
                                },
                                {
                                    "bbox": [
                                        51,
                                        137,
                                        377,
                                        307
                                    ],
                                    "type": "text",
                                    "content": " and "
                                },
                                {
                                    "bbox": [
                                        51,
                                        137,
                                        377,
                                        307
                                    ],
                                    "type": "inline_equation",
                                    "content": "0 + 30"
                                },
                                {
                                    "bbox": [
                                        51,
                                        137,
                                        377,
                                        307
                                    ],
                                    "type": "text",
                                    "content": " (top panel) and for lists "
                                },
                                {
                                    "bbox": [
                                        51,
                                        137,
                                        377,
                                        307
                                    ],
                                    "type": "inline_equation",
                                    "content": "12 + 0"
                                },
                                {
                                    "bbox": [
                                        51,
                                        137,
                                        377,
                                        307
                                    ],
                                    "type": "text",
                                    "content": " and "
                                },
                                {
                                    "bbox": [
                                        51,
                                        137,
                                        377,
                                        307
                                    ],
                                    "type": "inline_equation",
                                    "content": "12 + 30"
                                },
                                {
                                    "bbox": [
                                        51,
                                        137,
                                        377,
                                        307
                                    ],
                                    "type": "text",
                                    "content": " (bottom panel). What is impressive about the curves in Fig. 6 is the lack of any appreciable effects of input serial position. To the degree that there are any serial position effects at all in Fig. 6, they are no more than one might attribute to the differences in recall probability across serial positions in Figs. 4 and 5. That is, the recall of a word during the initial free recall ought to facilitate its final free recall, and the frequency of such facilitation was greater for words at the ends of a list. The lack of any real effects in the bottom panel of Fig. 6 has an important implication: The effects of serial position in the top panel of Fig. 5 are not traceable to differential storage across serial positions during the input of a list. If they were, final free recall should also exhibit significant effects of serial position."
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "bbox": [
                        51,
                        307,
                        377,
                        381
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                51,
                                307,
                                377,
                                381
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        51,
                                        307,
                                        377,
                                        381
                                    ],
                                    "type": "text",
                                    "content": "As is typically the case in the final free recall of words from a series of lists, there was a sizeable effect of list recency. Averaged across type of list, the mean number of words recalled per subject from lists 1- 8 was 2.23, 2.78, 3.33, 3.93, 4.75, 5.25, 4.38, and 6.13, respectively. The words recalled from any one list were scored in terms of their average output percentiles in final recall. The average final recall output percentiles for"
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "type": "image",
                    "bbox": [
                        129,
                        397,
                        296,
                        557
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                129,
                                397,
                                296,
                                557
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        129,
                                        397,
                                        296,
                                        557
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                129,
                                                397,
                                                296,
                                                557
                                            ],
                                            "type": "image",
                                            "image_path": "23d03a28693ed10d7a8e786513998aeabd006a096f505471d014e8532b2d4bff.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 3,
                            "type": "image_body"
                        },
                        {
                            "bbox": [
                                50,
                                563,
                                377,
                                584
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        50,
                                        563,
                                        377,
                                        584
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                50,
                                                563,
                                                377,
                                                584
                                            ],
                                            "type": "text",
                                            "content": "FIG. 6. Final free-recall probability as a function of serial input position for "
                                        },
                                        {
                                            "bbox": [
                                                50,
                                                563,
                                                377,
                                                584
                                            ],
                                            "type": "inline_equation",
                                            "content": "0 + 0"
                                        },
                                        {
                                            "bbox": [
                                                50,
                                                563,
                                                377,
                                                584
                                            ],
                                            "type": "text",
                                            "content": " and "
                                        },
                                        {
                                            "bbox": [
                                                50,
                                                563,
                                                377,
                                                584
                                            ],
                                            "type": "inline_equation",
                                            "content": "0 + 30"
                                        },
                                        {
                                            "bbox": [
                                                50,
                                                563,
                                                377,
                                                584
                                            ],
                                            "type": "text",
                                            "content": " lists (top panel) and "
                                        },
                                        {
                                            "bbox": [
                                                50,
                                                563,
                                                377,
                                                584
                                            ],
                                            "type": "inline_equation",
                                            "content": "12 + 0"
                                        },
                                        {
                                            "bbox": [
                                                50,
                                                563,
                                                377,
                                                584
                                            ],
                                            "type": "text",
                                            "content": " and "
                                        },
                                        {
                                            "bbox": [
                                                50,
                                                563,
                                                377,
                                                584
                                            ],
                                            "type": "inline_equation",
                                            "content": "12 + 30"
                                        },
                                        {
                                            "bbox": [
                                                50,
                                                563,
                                                377,
                                                584
                                            ],
                                            "type": "text",
                                            "content": " lists (bottom panel)."
                                        }
                                    ]
                                }
                            ],
                            "index": 4,
                            "type": "image_caption"
                        }
                    ],
                    "index": 3
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                432,
                648
            ],
            "page_idx": 9
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        52,
                        75,
                        376,
                        113
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                75,
                                376,
                                113
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        376,
                                        113
                                    ],
                                    "type": "text",
                                    "content": "lists 1- 8 were 53, 50, 55, 56, 61, 52, 48, and 38, respectively. In final recall, therefore, the striking effect of list recency on recall probability is not accompanied by comparable effects on order of output."
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        53,
                        121,
                        100,
                        132
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                53,
                                121,
                                100,
                                132
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        53,
                                        121,
                                        100,
                                        132
                                    ],
                                    "type": "text",
                                    "content": "Discussion"
                                }
                            ]
                        }
                    ],
                    "index": 1,
                    "level": 1
                },
                {
                    "bbox": [
                        62,
                        137,
                        336,
                        149
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                62,
                                137,
                                336,
                                149
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        62,
                                        137,
                                        336,
                                        149
                                    ],
                                    "type": "text",
                                    "content": "Three general implications of Expts I and II merit discussion."
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        52,
                        150,
                        376,
                        405
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                150,
                                376,
                                405
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        150,
                                        376,
                                        405
                                    ],
                                    "type": "text",
                                    "content": "(1) Although the typical free-recall procedure seems much simpler than the interpolated-activity procedure, there is a sense in which it is considerably more complex. In the typical procedure, item presentations are not separated in time, nor are subjects instructed to rehearse only the current item. Even if the same kind of long-term retrieval processes revealed in the present experiments were operative in typical free recall experiments, one would expect them to be mostly obscured. That there may be recency-sensitive long-term retrieval processes is supported by the results of an unpublished study by Melton and Glenberg carried out at the University of Michigan. Melton and Glenberg employed the Rundus and Atkinson (1970) technique of having subjects rehearse aloud during the presentation of a free-recall list and analyzing the recall of a word in relation to characteristics of its overt within-list rehearsals. When Melton and Glenberg looked at recall performance as a function of the position in a list where an item was last rehearsed, rather than where it was initially presented, they found striking recency effects extending all through the middle of the list. To avoid the problem that words with late positions of last rehearsal tend to have been rehearsed more often than words with early positions of last rehearsal, the analysis was restricted to words that were overtly rehearsed a certain fixed number of times during the list."
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        52,
                        405,
                        376,
                        585
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                405,
                                376,
                                585
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        405,
                                        376,
                                        585
                                    ],
                                    "type": "text",
                                    "content": "(2) Not only do the long-term recency effects in Figs. 1, 2, 3, and 5 reflect entirely different memory processes than do typical recency effects in immediate recall, it seems likely that the primacy effects in those figures also reflect different processes than do typical primacy effects. There is considerable evidence that typical primacy effects are attributable to differential processing during input of the initial items in a list. As a consequence of such differential processing, there are positive effects of primacy on final free-recall tests as well as on tests of immediate free recall (see, e.g., Craik, 1970; Woodward & Bjork, 1971). In the present experiments, however, the procedure was designed to nullify the differential processing of early items in a list, both by having interfering activity precede the first word double in a list as well as all other word doubles, and by instructing subjects to rehearse the word doubles one at a time. Although recall at the end of such a list still exhibits a primacy effect, the effect is transient in the sense that subjects' final end-of-experiment recall"
                                }
                            ]
                        }
                    ],
                    "index": 4
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                432,
                648
            ],
            "page_idx": 10
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        52,
                        75,
                        378,
                        136
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                75,
                                378,
                                136
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        378,
                                        136
                                    ],
                                    "type": "text",
                                    "content": "is sensitive only to the temporal order of the lists themselves, not to the temporal order of the items within any given list. Thus, whereas typical primacy effects do seem the result of differential storage during input, the primacy effects in Figs. 1, 2, 3, and 5 seem, like the recency effects in those figures, to reflect retrieval processes."
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        52,
                        137,
                        378,
                        283
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                137,
                                378,
                                283
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        137,
                                        378,
                                        283
                                    ],
                                    "type": "text",
                                    "content": "It is difficult to specify the role played by output interference in Expts I and II. As mentioned earlier, it could be that initial and final items are not actually more retrievable than items in the middle of a list, but that, for whatever reason, subjects choose to start at the ends of a list, and that the first items recalled interfere with the subsequent recall of other items. Dalezman (1972) found that instructing subjects to start their delayed free recall of a list at either the beginning, middle, or end of the list facilitated recall of the first- recalled portion of the list. The output curve in Fig. 2 and the analysis in Fig. 3 are quite consistent with an output- interference interpretation of the present results, but both the output curves in Fig. 5 and the analysis of output order in the final recall in Expt II provide little support for that interpretation."
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "bbox": [
                        52,
                        283,
                        378,
                        380
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                283,
                                378,
                                380
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        283,
                                        378,
                                        380
                                    ],
                                    "type": "text",
                                    "content": "(3) Finally, it is worth pointing out that there is a way to look at the long-term effects of recency obtained in these experiments that makes them less surprising. If one views the interpolated-activity procedure as creating a series of two-word lists rather than a single list of word doubles, then the recency effects obtained are only yet another demonstration of list-recency effects in the recall of items from a series of lists. It hardly advances our understanding, however, to explain a new result we know little about in terms of an older result we know little about."
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        177,
                        390,
                        253,
                        401
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                177,
                                390,
                                253,
                                401
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        177,
                                        390,
                                        253,
                                        401
                                    ],
                                    "type": "text",
                                    "content": "EXPERIMENT III"
                                }
                            ]
                        }
                    ],
                    "index": 3,
                    "level": 1
                },
                {
                    "bbox": [
                        52,
                        405,
                        378,
                        500
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                405,
                                378,
                                500
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        405,
                                        378,
                                        500
                                    ],
                                    "type": "text",
                                    "content": "Experiment III was quite similar to Expt I except that some lists were followed by a recognition test rather than a recall test, and there was a 24- hour delayed test of recall in addition to a \"final\" recall test at the end of an experimental session. The design of Expt III was prompted by two considerations. First, if the long- term effects of serial position in Expts I and II do, in fact, reflect retrieval processes, then one might expect there to be little or no effect of input serial position on the recognition of list items."
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        52,
                        500,
                        378,
                        584
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                500,
                                378,
                                584
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        500,
                                        378,
                                        584
                                    ],
                                    "type": "text",
                                    "content": "The second consideration is less straightforward, and is based on a kind of Weber- Fechner reasoning as to the conditions that are necessary to obtain long- term effects of recency. The basic idea, suggested by the pattern of results in Expt II, is that recall following a series of ordered inputs to memory will exhibit long- term recency provided that the inputs constitute a well- ordered temporal series. Whether a series is well ordered in time is determined by two requirements: (a) each input, whether a"
                                }
                            ]
                        }
                    ],
                    "index": 5
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                432,
                648
            ],
            "page_idx": 11
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        52,
                        75,
                        376,
                        258
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                75,
                                376,
                                258
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        376,
                                        258
                                    ],
                                    "type": "text",
                                    "content": "single item, two items, or a list of items, must be discrete in the sense that any encoding or rehearsal activities are focused on only the current input at any point in time, and (b) the actual temporal separation between adjacent inputs to memory must be at least a certain fraction of the retention interval from the presentation to the recall of those inputs. Thus, for example, from the standpoint of the initial recall of interpolated- activity lists such as those in Expts I and II, the word doubles in any such list do constitute a well- ordered series of inputs to memory. From the standpoint of the final recall, however, the word doubles in any one list no longer constitute a well- ordered series (the second requirement stated above is no longer satisfied), although the lists themselves do constitute such a series. The 24- hour delayed recall was included in the design of Expt III to see whether the striking effects of list recency in the final recall at the end of an experimental session would still obtain in recall delayed by 24 hours."
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        53,
                        266,
                        88,
                        277
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                53,
                                266,
                                88,
                                277
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        53,
                                        266,
                                        88,
                                        277
                                    ],
                                    "type": "text",
                                    "content": "Method"
                                }
                            ]
                        }
                    ],
                    "index": 1,
                    "level": 1
                },
                {
                    "bbox": [
                        53,
                        283,
                        375,
                        306
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                53,
                                283,
                                375,
                                306
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        53,
                                        283,
                                        375,
                                        306
                                    ],
                                    "type": "text",
                                    "content": "Subjects. Thirty- two introductory psychology students at the University of Michigan served as paid subjects."
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        53,
                        307,
                        375,
                        356
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                53,
                                307,
                                375,
                                356
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        53,
                                        307,
                                        375,
                                        356
                                    ],
                                    "type": "text",
                                    "content": "Materials and apparatus. Eight interpolated- activity lists, each containing 10 word doubles, were constructed and presented in a fashion identical to that in Expt I, except that the arithmetic problems were a mixture of multiplication and addition problems."
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        52,
                        357,
                        375,
                        441
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                357,
                                375,
                                441
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        357,
                                        375,
                                        441
                                    ],
                                    "type": "text",
                                    "content": "Design. Four of the eight lists shown to any one subject were followed by a test of free recall, and the other four lists were followed by a yes- no recognition test. Four different orders of the two test conditions were assigned to four groups of subjects. Complementary orders were assigned to four additional groups of subjects, thereby counterbalancing test type with list number across subjects. For every group, each half of the experiment contained two tests of each type."
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        52,
                        441,
                        375,
                        477
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                441,
                                375,
                                477
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        441,
                                        375,
                                        477
                                    ],
                                    "type": "text",
                                    "content": "All subjects saw the same lists in the same order, but the word doubles within any one list were in one order for half the groups and were in the reverse order for the remaining groups."
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        52,
                        478,
                        375,
                        585
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                478,
                                375,
                                585
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        478,
                                        375,
                                        585
                                    ],
                                    "type": "text",
                                    "content": "The words on any one recognition test had the following structure: each test included one target word from each input serial position (i.e., from each word double), and those ten words were mixed in with 22 distractor words; the first and second words of each word double in a list were alternately chosen to be target words. The target words for each recognition test list were inserted between distractor words so that target words from input serial positions one, two, and three were distributed among three of the four quarters of a test, target words from input serial positions four, five, six, and seven were each in a different"
                                }
                            ]
                        }
                    ],
                    "index": 6
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                432,
                648
            ],
            "page_idx": 12
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        52,
                        75,
                        378,
                        136
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                75,
                                378,
                                136
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        378,
                                        136
                                    ],
                                    "type": "text",
                                    "content": "quarter of a test, and input positions eight, nine, and ten were in three of the four test quarters. Each input serial position was represented exactly once in the combined first quarters of a group's four recognition tests, exactly once in the combined second quarters of the tests, and so forth."
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        51,
                        137,
                        378,
                        344
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                51,
                                137,
                                378,
                                344
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        51,
                                        137,
                                        378,
                                        344
                                    ],
                                    "type": "text",
                                    "content": "Procedure. Subjects were tested in groups of four. A short practice list preceded the eight experimental lists. Test sheets that signalled the test type were distributed by the experimenter immediately following each list presentation. Two minutes were allowed for the recall or recognition test of each individual list, and there was a one- minute rest interval following each test period. Following the test of the last list, there was a one- to two- minute debriefing period which was in turn followed by a previously unannounced final- recall test for all words from all lists. At that point the experiment was ostensibly completed, but the next day, the subjects were contacted in their introductory psychology classes, and were offered five cents for each word they could recall from the previous day's experiment. Five minutes were allotted for the 24- hour delayed recall test (the actual delay of which ranged from 16 to "
                                },
                                {
                                    "bbox": [
                                        51,
                                        137,
                                        378,
                                        344
                                    ],
                                    "type": "inline_equation",
                                    "content": "30 \\mathrm{hr}"
                                },
                                {
                                    "bbox": [
                                        51,
                                        137,
                                        378,
                                        344
                                    ],
                                    "type": "text",
                                    "content": "). It was impossible to contact some of the subjects, but at least three of the four subjects in each group were contacted, and the analyses of the 24- hour delayed recall are based on the first three subjects contacted in each group."
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "bbox": [
                        51,
                        351,
                        152,
                        363
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                51,
                                351,
                                152,
                                363
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        51,
                                        351,
                                        152,
                                        363
                                    ],
                                    "type": "text",
                                    "content": "Results and Discussion"
                                }
                            ]
                        }
                    ],
                    "index": 2,
                    "level": 1
                },
                {
                    "bbox": [
                        51,
                        368,
                        378,
                        476
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                51,
                                368,
                                378,
                                476
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        51,
                                        368,
                                        378,
                                        476
                                    ],
                                    "type": "text",
                                    "content": "In the top panel of Fig. 7, the proportion of words correctly recognized is plotted as a function of input serial position. Recognition performance appears to bounce around between .65 and .78 with no relation to input serial position. Thus, to the degree that one can assume that the act of recognizing a list word in the current experiment was not dependent on retrieval processes, the results in the top panel of Fig. 7 provide support for the notion that interpolated- activity lists yield long- term effects of serial position via retrieval processes during recall, rather than via storage processes during input."
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        51,
                        476,
                        377,
                        583
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                51,
                                476,
                                377,
                                583
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        51,
                                        476,
                                        377,
                                        583
                                    ],
                                    "type": "text",
                                    "content": "In the bottom panel of Fig. 7, initial recall probability is shown as a function of input serial position, and final recall probability is shown as a function of input position for each of the two list types. The initial- recall curve in Fig. 7 once again exhibits the effects of input position found in the earlier experiments. It is a bit puzzling why the level of initial recall is so much lower than the level of initial recall in Expt I (Fig. 2). There were more lists in Expt III than in Expt I, and subjects did not know whether they were to recall or recognize list items until the end of the distractor activity following any one list, but the difference in level"
                                }
                            ]
                        }
                    ],
                    "index": 4
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                432,
                648
            ],
            "page_idx": 13
        },
        {
            "para_blocks": [
                {
                    "type": "image",
                    "bbox": [
                        136,
                        79,
                        297,
                        274
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                136,
                                79,
                                297,
                                274
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        136,
                                        79,
                                        297,
                                        274
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                136,
                                                79,
                                                297,
                                                274
                                            ],
                                            "type": "image",
                                            "image_path": "9841074ab1ed998d20603f80e331812c5c09b9858cd340f88630ad1171968f56.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 0,
                            "type": "image_body"
                        },
                        {
                            "bbox": [
                                55,
                                279,
                                378,
                                301
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        55,
                                        279,
                                        378,
                                        301
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                55,
                                                279,
                                                378,
                                                301
                                            ],
                                            "type": "text",
                                            "content": "FIG. 7. Initial recognition probability (top panel) and initial and final recall probabilities (bottom panel) as a function of input serial position."
                                        }
                                    ]
                                }
                            ],
                            "index": 1,
                            "type": "image_caption"
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        55,
                        310,
                        378,
                        358
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                55,
                                310,
                                378,
                                358
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        55,
                                        310,
                                        378,
                                        358
                                    ],
                                    "type": "text",
                                    "content": "of recall probability seems too large to explain in terms of those procedural differences. When normalized, however, the initial- recall curves from Expts I and III are quite similar, except that the effect of primacy was somewhat greater in Expt I."
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        56,
                        359,
                        379,
                        528
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                56,
                                359,
                                379,
                                528
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        56,
                                        359,
                                        379,
                                        528
                                    ],
                                    "type": "text",
                                    "content": "The final- recall curves in Fig. 7 are interesting in several regards. First, it is clear that final recall profits more from an initial recall test than it does from an initial recognition test (there were "
                                },
                                {
                                    "bbox": [
                                        56,
                                        359,
                                        379,
                                        528
                                    ],
                                    "type": "inline_equation",
                                    "content": "35\\%"
                                },
                                {
                                    "bbox": [
                                        56,
                                        359,
                                        379,
                                        528
                                    ],
                                    "type": "text",
                                    "content": " more words recalled from initial- recall lists than from initial- recognition lists). It appears that the act of retrieving a word from long- term memory facilitates later attempts to retrieve that word from memory. The details of the final recall curves seem consistent with the foregoing notion in that the advantage in final recall of the initial- recall lists over the initial- recognition lists is clearest at the end positions, that is, at those positions where initial recall was the highest. In fact, the final recall curves offer strong support for the assertion made earlier that any effects of input serial position one might see in the final recall curves in Fig. 6 are certainly not more than one could attribute to differential initial recall as a function of input serial position."
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        56,
                        528,
                        379,
                        588
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                56,
                                528,
                                379,
                                588
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        56,
                                        528,
                                        379,
                                        588
                                    ],
                                    "type": "text",
                                    "content": "In the top panel of Fig. 8, final free- recall probability is plotted for the words constituting the first, second, third, and fourth exemplars of each list type. In the bottom panel of Fig. 8, 24- hour delayed recall probability is also shown as a function of list membership. The final free recall curves exhibit clearcut effects of list recency. There was a significant effect of"
                                }
                            ]
                        }
                    ],
                    "index": 4
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                432,
                648
            ],
            "page_idx": 14
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        52,
                        75,
                        378,
                        161
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                75,
                                378,
                                161
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        378,
                                        161
                                    ],
                                    "type": "text",
                                    "content": "list input position for both initial- recall lists, "
                                },
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        378,
                                        161
                                    ],
                                    "type": "inline_equation",
                                    "content": "F(3,124) = 3.35"
                                },
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        378,
                                        161
                                    ],
                                    "type": "inline_equation",
                                    "content": "p < .025,"
                                },
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        378,
                                        161
                                    ],
                                    "type": "text",
                                    "content": " and initial- recognition lists, "
                                },
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        378,
                                        161
                                    ],
                                    "type": "inline_equation",
                                    "content": "F(3,124) = 5.12"
                                },
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        378,
                                        161
                                    ],
                                    "type": "inline_equation",
                                    "content": "p < .005"
                                },
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        378,
                                        161
                                    ],
                                    "type": "text",
                                    "content": " , and the linear trend was significant in both cases, "
                                },
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        378,
                                        161
                                    ],
                                    "type": "inline_equation",
                                    "content": "F(1,124) = 7.96"
                                },
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        378,
                                        161
                                    ],
                                    "type": "inline_equation",
                                    "content": "p < .01"
                                },
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        378,
                                        161
                                    ],
                                    "type": "text",
                                    "content": " , and "
                                },
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        378,
                                        161
                                    ],
                                    "type": "inline_equation",
                                    "content": "F(1,124) = 14.06"
                                },
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        378,
                                        161
                                    ],
                                    "type": "inline_equation",
                                    "content": "p < .0005"
                                },
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        378,
                                        161
                                    ],
                                    "type": "text",
                                    "content": " ,respectively. The effect of list input position on 24- hour delayed recall was not, on the other hand, significant for either initial- recall lists, "
                                },
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        378,
                                        161
                                    ],
                                    "type": "inline_equation",
                                    "content": "F(3,92) = 1.41"
                                },
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        378,
                                        161
                                    ],
                                    "type": "text",
                                    "content": " , or initial- recognition lists, "
                                },
                                {
                                    "bbox": [
                                        52,
                                        75,
                                        378,
                                        161
                                    ],
                                    "type": "inline_equation",
                                    "content": "F(3.92) = 1.38"
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        52,
                        162,
                        378,
                        308
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                162,
                                378,
                                308
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        162,
                                        378,
                                        308
                                    ],
                                    "type": "text",
                                    "content": "The results in Fig. 8 offer general support for the notion that the long- term recall of a series of inputs to memory will exhibit an effect of recency only if those inputs, from the standpoint of the subject at the time of recall, constitute a well- ordered series. At the end of an experimental session, the lists presented during the session do constitute such a series; 24 hr later the lists no longer constitute such a series from the subject's standpoint. Extended to its limit, the argument implies that, independent of time scale, recency effects that obtain in recall at the conclusion of an ordered series of inputs to memory should disappear given that recall is delayed sufficiently. Thus, for example, if subjects were presented one list of words a day for seven days, recall at the end of the week should exhibit recency, but recall a month later should not."
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "type": "image",
                    "bbox": [
                        154,
                        324,
                        276,
                        550
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                154,
                                324,
                                276,
                                550
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        154,
                                        324,
                                        276,
                                        550
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                154,
                                                324,
                                                276,
                                                550
                                            ],
                                            "type": "image",
                                            "image_path": "f6b5c1eb9c33722a1ca880eb92a6719e3fd22ec70768ff5f29390f8e4ce00d81.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 2,
                            "type": "image_body"
                        },
                        {
                            "bbox": [
                                52,
                                555,
                                378,
                                586
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        52,
                                        555,
                                        378,
                                        586
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                52,
                                                555,
                                                378,
                                                586
                                            ],
                                            "type": "text",
                                            "content": "FIG. 8. Final (top panel) and 24-hour delayed free recall (bottom panel) as a function of whether an initial-recall or initial-recognition list was the first, second, third, or fourth exemplar of that list type presented during the experiment."
                                        }
                                    ]
                                }
                            ],
                            "index": 3,
                            "type": "image_caption"
                        }
                    ],
                    "index": 2
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                432,
                648
            ],
            "page_idx": 15
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        52,
                        76,
                        375,
                        149
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                76,
                                375,
                                149
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        76,
                                        375,
                                        149
                                    ],
                                    "type": "text",
                                    "content": "As a concluding point about the results in Fig. 8, it is interesting to note that the over- all level of recall performance after 24 hours' delay is about equal to the level of the final recall performance. It is probably not worth making much of that equivalence, however, because a bonus system was used to motivate performance on the test of 24- hour delayed recall."
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        181,
                        157,
                        246,
                        168
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                181,
                                157,
                                246,
                                168
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        181,
                                        157,
                                        246,
                                        168
                                    ],
                                    "type": "text",
                                    "content": "CONCLUSIONS"
                                }
                            ]
                        }
                    ],
                    "index": 1,
                    "level": 1
                },
                {
                    "bbox": [
                        52,
                        171,
                        375,
                        318
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                171,
                                375,
                                318
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        171,
                                        375,
                                        318
                                    ],
                                    "type": "text",
                                    "content": "The results reported here provide the basis for several assertions. (a) The customary two- process theoretical account of immediate free recall is certainly incomplete, if not wrong, and the design of standard free- recall experiments tends to mask the influence of input serial position on retrieval from long- term memory. (b) The long- term effects of input serial position exhibited herein arise from retrieval processes at the time of output rather than from storage processes at the time of input. (c) Finally, it appears plausible that the necessary conditions for recency- sensitive retrieval from long- term memory can be specified by an empirical law of sorts based on the ratio of the temporal separation of successive to- be- remembered items (or sets of items) to the temporal delay from those items to the point of recall."
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        184,
                        326,
                        243,
                        336
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                184,
                                326,
                                243,
                                336
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        184,
                                        326,
                                        243,
                                        336
                                    ],
                                    "type": "text",
                                    "content": "REFERENCES"
                                }
                            ]
                        }
                    ],
                    "index": 3,
                    "level": 1
                },
                {
                    "bbox": [
                        52,
                        340,
                        375,
                        360
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                340,
                                375,
                                360
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        340,
                                        375,
                                        360
                                    ],
                                    "type": "text",
                                    "content": "ATKINSON, R. C., & SHIFFRIN, R. M. The control processes of short- term memory. Scientific American, 1971, 224, 82- 90."
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        52,
                        361,
                        375,
                        381
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                361,
                                375,
                                381
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        361,
                                        375,
                                        381
                                    ],
                                    "type": "text",
                                    "content": "CRAIK, F. I. M. The fate of primary memory items in free recall. Journal of Verbal Learning and Verbal Behavior, 1970, 9, 143- 148."
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        53,
                        381,
                        375,
                        411
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                53,
                                381,
                                375,
                                411
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        53,
                                        381,
                                        375,
                                        411
                                    ],
                                    "type": "text",
                                    "content": "DALEZMAN, J. J. Implications of subjects' recall strategy in free recall. Paper presented at the meetings of the Midwestern Psychological Association, Cleveland, Ohio, May, 1972."
                                }
                            ]
                        }
                    ],
                    "index": 6
                },
                {
                    "bbox": [
                        53,
                        412,
                        375,
                        441
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                53,
                                412,
                                375,
                                441
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        53,
                                        412,
                                        375,
                                        441
                                    ],
                                    "type": "text",
                                    "content": "RUNDUS, D., & ATKINSON, R. C. Rehearsal processes in free recall: A procedure for direct observation. Journal of Verbal Learning and Verbal Behavior, 1970, 9, 99- 105."
                                }
                            ]
                        }
                    ],
                    "index": 7
                },
                {
                    "bbox": [
                        53,
                        442,
                        375,
                        473
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                53,
                                442,
                                375,
                                473
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        53,
                                        442,
                                        375,
                                        473
                                    ],
                                    "type": "text",
                                    "content": "WHITTEN, W. B., & BJORK, R. A. Test events as learning trials: The importance of being imperfect. Paper presented at the Midwestern Mathematical Psychology Meetings, Bloomington, Indiana, April, 1972."
                                }
                            ]
                        }
                    ],
                    "index": 8
                },
                {
                    "bbox": [
                        53,
                        473,
                        375,
                        502
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                53,
                                473,
                                375,
                                502
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        53,
                                        473,
                                        375,
                                        502
                                    ],
                                    "type": "text",
                                    "content": "WOODWARD, A. E., & BJORK, R. A. Forgetting and remembering in free recall: Intentional and unintentional. Journal of Experimental Psychology, 1971, 89, 109- 116."
                                }
                            ]
                        }
                    ],
                    "index": 9
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                432,
                648
            ],
            "page_idx": 16
        }
    ],
    "_backend": "vlm",
    "_version_name": "2.1.9"
}