{
    "pdf_info": [
        {
            "para_blocks": [
                {
                    "bbox": [
                        82,
                        131,
                        467,
                        145
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                82,
                                131,
                                467,
                                145
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        82,
                                        131,
                                        467,
                                        145
                                    ],
                                    "type": "text",
                                    "content": "21st European Conference on Fracture, ECF21, 20-24 June 2016, Catania, Italy"
                                }
                            ]
                        }
                    ],
                    "index": 0,
                    "level": 1
                },
                {
                    "bbox": [
                        52,
                        158,
                        492,
                        196
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                52,
                                158,
                                492,
                                196
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        52,
                                        158,
                                        492,
                                        196
                                    ],
                                    "type": "text",
                                    "content": "Nonlinear stress intensity factors in fracture mechanics and their applications"
                                }
                            ]
                        }
                    ],
                    "index": 1,
                    "level": 1
                },
                {
                    "bbox": [
                        229,
                        208,
                        314,
                        223
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                229,
                                208,
                                314,
                                223
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        229,
                                        208,
                                        314,
                                        223
                                    ],
                                    "type": "text",
                                    "content": "V. Shlyannikova"
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        97,
                        232,
                        444,
                        241
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                97,
                                232,
                                444,
                                241
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        97,
                                        232,
                                        444,
                                        241
                                    ],
                                    "type": "text",
                                    "content": "Kazan Scientific Center of Russian Academy of Sciences, Lobachevsky Street, 2/31, Kazan 420111, Russia"
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        38,
                        262,
                        71,
                        273
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                38,
                                262,
                                71,
                                273
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        38,
                                        262,
                                        71,
                                        273
                                    ],
                                    "type": "text",
                                    "content": "Abstract"
                                }
                            ]
                        }
                    ],
                    "index": 4,
                    "level": 1
                },
                {
                    "bbox": [
                        36,
                        284,
                        507,
                        448
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                36,
                                284,
                                507,
                                448
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        36,
                                        284,
                                        507,
                                        448
                                    ],
                                    "type": "text",
                                    "content": "A new parameters for characterization of the crack growth resistance for a power law hardening materials and structures under normal and elevated temperature are introduced in the form of plastic and creep stress intensity factors. A numerical method is proposed for estimating the governing parameter of the elastic- plastic and creep crack tip fields in the form of an "
                                },
                                {
                                    "bbox": [
                                        36,
                                        284,
                                        507,
                                        448
                                    ],
                                    "type": "inline_equation",
                                    "content": "I_{n}"
                                },
                                {
                                    "bbox": [
                                        36,
                                        284,
                                        507,
                                        448
                                    ],
                                    "type": "text",
                                    "content": "- integral along the through- the- thickness straight and curved crack fronts. Equations are also proposed for calculating the "
                                },
                                {
                                    "bbox": [
                                        36,
                                        284,
                                        507,
                                        448
                                    ],
                                    "type": "inline_equation",
                                    "content": "I_{n}"
                                },
                                {
                                    "bbox": [
                                        36,
                                        284,
                                        507,
                                        448
                                    ],
                                    "type": "text",
                                    "content": "- factor at both the deepest point along the crack front and the crack tip on the surface. Static and fatigue crack growth and in- plane and out- of- plane constraint effects are studied through experiments and computations for the material different properties. It is further demonstrated that for moderately large- scale yielding conditions or plastic deformations, the fracture process can be controlled by the single parameter "
                                },
                                {
                                    "bbox": [
                                        36,
                                        284,
                                        507,
                                        448
                                    ],
                                    "type": "inline_equation",
                                    "content": "K_{D}"
                                },
                                {
                                    "bbox": [
                                        36,
                                        284,
                                        507,
                                        448
                                    ],
                                    "type": "text",
                                    "content": " based on the elastic- plastic numerical solutions and, therefore, is reflected in the influence of the cracked body geometry and loading conditions. Keeping in mind the purpose of practical application of the introduced nonlinear stress intensity factors, an engineering approach to the prediction of residual lifetime of cracked steam turbine rotors components which operate at maintenance under cyclic loading conditions is proposed. Using the nonlinear stress intensity factors approximate estimations of carrying capacity are presented for the different stress- strain state of steam turbine disks at the operation. As result it is stated that a one- parameter approach based on the plastic and creep stress intensity factors are more convenient for practical use in assessing the fracture resistance under monotonic and cyclic loading of materials and structural elements with respect to the two parameters fracture theories."
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        36,
                        455,
                        437,
                        485
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                36,
                                455,
                                437,
                                485
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        36,
                                        455,
                                        437,
                                        485
                                    ],
                                    "type": "text",
                                    "content": "Copyright © 2016 The Authors. Published by Elsevier B.V. This is an open access article under the CC BY- NC- ND license (http://creativecommons.org/licenses/by- nc- nd/4.0/). Peer- review under responsibility of the Scientific Committee of ECF21."
                                }
                            ]
                        }
                    ],
                    "index": 6
                },
                {
                    "bbox": [
                        36,
                        493,
                        424,
                        503
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                36,
                                493,
                                424,
                                503
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        36,
                                        493,
                                        424,
                                        503
                                    ],
                                    "type": "text",
                                    "content": "Keywords: Plastic and creep stress intensity factors; in- plane and out- of- plane constraint; structural integrity assessment."
                                }
                            ]
                        }
                    ],
                    "index": 7
                },
                {
                    "bbox": [
                        38,
                        526,
                        102,
                        537
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                38,
                                526,
                                102,
                                537
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        38,
                                        526,
                                        102,
                                        537
                                    ],
                                    "type": "text",
                                    "content": "1. Introduction"
                                }
                            ]
                        }
                    ],
                    "index": 8,
                    "level": 1
                },
                {
                    "bbox": [
                        36,
                        549,
                        506,
                        573
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                36,
                                549,
                                506,
                                573
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        36,
                                        549,
                                        506,
                                        573
                                    ],
                                    "type": "text",
                                    "content": "The engineering application of the fracture mechanics of solids to real cracked structures requires an appropriate parameter to quantify the crack tip constraint. Moreover, practical structural components have finite thicknesses, and"
                                }
                            ]
                        }
                    ],
                    "index": 9
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                544,
                742
            ],
            "page_idx": 0
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        37,
                        71,
                        508,
                        132
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                37,
                                71,
                                508,
                                132
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        37,
                                        71,
                                        508,
                                        132
                                    ],
                                    "type": "text",
                                    "content": "the stress- strain state changes between plane stress and plane strain. From a practical point of view, the most useful approach for assessing the fracture resistance of materials, components and structures would involve one common parameter, which, unlike the two parameter models and the higher order term solutions, would preserve the oneterm representation. Nevertheless, the basic parameters of the model must be modified such that they are able to take into account both the in- plane and out- of- plane constraint effects."
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        37,
                        132,
                        508,
                        192
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                37,
                                132,
                                508,
                                192
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        37,
                                        132,
                                        508,
                                        192
                                    ],
                                    "type": "text",
                                    "content": "In this paper, the new fracture resistance parameters of materials and structures in the form of the plastic and creep stress intensity factors is employed to generalization and solution actual fracture mechanics problems. It is further demonstrated that the nonlinear stress intensity factors accounting for the in- plane and out- of- plane constraint effects can be used to characterize the static and cyclic fracture resistance as well as structural integrity as a unified single parameter for a variety of cracked body configurations and loading conditions."
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "bbox": [
                        38,
                        204,
                        171,
                        215
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                38,
                                204,
                                171,
                                215
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        38,
                                        204,
                                        171,
                                        215
                                    ],
                                    "type": "text",
                                    "content": "2. Plastic stress intensity factor"
                                }
                            ]
                        }
                    ],
                    "index": 2,
                    "level": 1
                },
                {
                    "bbox": [
                        36,
                        227,
                        507,
                        252
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                36,
                                227,
                                507,
                                252
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        36,
                                        227,
                                        507,
                                        252
                                    ],
                                    "type": "text",
                                    "content": "The plastic stress intensity factor "
                                },
                                {
                                    "bbox": [
                                        36,
                                        227,
                                        507,
                                        252
                                    ],
                                    "type": "inline_equation",
                                    "content": "Kp"
                                },
                                {
                                    "bbox": [
                                        36,
                                        227,
                                        507,
                                        252
                                    ],
                                    "type": "text",
                                    "content": " in pure Mode I can be expressed directly in terms of the corresponding elastic stress intensity factor as follows:"
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        64,
                        261,
                        503,
                        304
                    ],
                    "type": "interline_equation",
                    "lines": [
                        {
                            "bbox": [
                                64,
                                261,
                                503,
                                304
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        64,
                                        261,
                                        503,
                                        304
                                    ],
                                    "type": "interline_equation",
                                    "content": "\\overline{K_{p}} = \\left[\\frac{K_{1}^{2}}{\\overline{\\alpha}\\sigma_{0}I_{n}^{FEM}(\\theta,n,(a / w))}\\right]^{1 / (n + 1)} = \\left[\\left(\\frac{\\sigma}{\\sigma_{0}}\\right)^{2}\\frac{\\pi(a / w)}{\\overline{\\alpha}}\\frac{Y_{1}^{2}(a / w)}{I_{n}^{FEM}(\\theta,n,(a / w))}\\right]^{1 / (n + 1)};K_{1} = \\sigma \\sqrt{\\pi\\lambda}\\cdot Y_{1}(a / w) \\tag{1}",
                                    "image_path": "4fe57780201c9421ef3acf1159fcf82878b9dfcab36acec3f911e34ad649a584.jpg"
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        36,
                        316,
                        508,
                        402
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                36,
                                316,
                                508,
                                402
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        36,
                                        316,
                                        508,
                                        402
                                    ],
                                    "type": "text",
                                    "content": "where "
                                },
                                {
                                    "bbox": [
                                        36,
                                        316,
                                        508,
                                        402
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\overline{K_{1}} = K_{1} / \\sqrt{w}"
                                },
                                {
                                    "bbox": [
                                        36,
                                        316,
                                        508,
                                        402
                                    ],
                                    "type": "text",
                                    "content": " is elastic SIF normalized by a characteristic size of cracked body, "
                                },
                                {
                                    "bbox": [
                                        36,
                                        316,
                                        508,
                                        402
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\alpha"
                                },
                                {
                                    "bbox": [
                                        36,
                                        316,
                                        508,
                                        402
                                    ],
                                    "type": "text",
                                    "content": " and "
                                },
                                {
                                    "bbox": [
                                        36,
                                        316,
                                        508,
                                        402
                                    ],
                                    "type": "inline_equation",
                                    "content": "n"
                                },
                                {
                                    "bbox": [
                                        36,
                                        316,
                                        508,
                                        402
                                    ],
                                    "type": "text",
                                    "content": " are the hardening parameters, "
                                },
                                {
                                    "bbox": [
                                        36,
                                        316,
                                        508,
                                        402
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\lambda = a / w"
                                },
                                {
                                    "bbox": [
                                        36,
                                        316,
                                        508,
                                        402
                                    ],
                                    "type": "text",
                                    "content": " is the dimensionless crack length, "
                                },
                                {
                                    "bbox": [
                                        36,
                                        316,
                                        508,
                                        402
                                    ],
                                    "type": "inline_equation",
                                    "content": "w"
                                },
                                {
                                    "bbox": [
                                        36,
                                        316,
                                        508,
                                        402
                                    ],
                                    "type": "text",
                                    "content": " is specimen width, "
                                },
                                {
                                    "bbox": [
                                        36,
                                        316,
                                        508,
                                        402
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\sigma"
                                },
                                {
                                    "bbox": [
                                        36,
                                        316,
                                        508,
                                        402
                                    ],
                                    "type": "text",
                                    "content": " is the nominal stress, and "
                                },
                                {
                                    "bbox": [
                                        36,
                                        316,
                                        508,
                                        402
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\sigma_{0}"
                                },
                                {
                                    "bbox": [
                                        36,
                                        316,
                                        508,
                                        402
                                    ],
                                    "type": "text",
                                    "content": " is the yield stress, "
                                },
                                {
                                    "bbox": [
                                        36,
                                        316,
                                        508,
                                        402
                                    ],
                                    "type": "inline_equation",
                                    "content": "I_{n}"
                                },
                                {
                                    "bbox": [
                                        36,
                                        316,
                                        508,
                                        402
                                    ],
                                    "type": "text",
                                    "content": " is governing parameter for 3D- fields of the stresses and strains at the crack tip. Shlyannikov and Tumanov (2014,a) suggested the procedure for calculating the governing parameter of the elastic- plastic stress- strain fields in the form of "
                                },
                                {
                                    "bbox": [
                                        36,
                                        316,
                                        508,
                                        402
                                    ],
                                    "type": "inline_equation",
                                    "content": "I_{n}"
                                },
                                {
                                    "bbox": [
                                        36,
                                        316,
                                        508,
                                        402
                                    ],
                                    "type": "text",
                                    "content": " for the different specimen geometries by means of the elastic- plastic FE- analysis of the near crack- tip stress- strain fields. In this study, the numerical integral of the crack tip field "
                                },
                                {
                                    "bbox": [
                                        36,
                                        316,
                                        508,
                                        402
                                    ],
                                    "type": "inline_equation",
                                    "content": "I_{n}"
                                },
                                {
                                    "bbox": [
                                        36,
                                        316,
                                        508,
                                        402
                                    ],
                                    "type": "text",
                                    "content": " changes not only with the strain hardening exponent "
                                },
                                {
                                    "bbox": [
                                        36,
                                        316,
                                        508,
                                        402
                                    ],
                                    "type": "inline_equation",
                                    "content": "n"
                                },
                                {
                                    "bbox": [
                                        36,
                                        316,
                                        508,
                                        402
                                    ],
                                    "type": "text",
                                    "content": " but also with the relative crack length "
                                },
                                {
                                    "bbox": [
                                        36,
                                        316,
                                        508,
                                        402
                                    ],
                                    "type": "inline_equation",
                                    "content": "c / w"
                                },
                                {
                                    "bbox": [
                                        36,
                                        316,
                                        508,
                                        402
                                    ],
                                    "type": "text",
                                    "content": " and the relative crack depth "
                                },
                                {
                                    "bbox": [
                                        36,
                                        316,
                                        508,
                                        402
                                    ],
                                    "type": "inline_equation",
                                    "content": "a / t"
                                },
                                {
                                    "bbox": [
                                        36,
                                        316,
                                        508,
                                        402
                                    ],
                                    "type": "text",
                                    "content": "."
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        64,
                        411,
                        503,
                        475
                    ],
                    "type": "interline_equation",
                    "lines": [
                        {
                            "bbox": [
                                64,
                                411,
                                503,
                                475
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        64,
                                        411,
                                        503,
                                        475
                                    ],
                                    "type": "interline_equation",
                                    "content": "I_{n}^{FEM}(\\theta ,n,(c / w),(a / t)) = \\int_{-\\pi}^{\\pi}\\left\\{ \\begin{array}{l}\\frac{n}{n + 1}\\left(\\bar{\\sigma}_{e}^{n + 1}\\right)^{FEM}\\cos \\theta -\\left[\\bar{\\sigma}_{rr}^{FEM}\\left(\\bar{u}_{\\theta}^{FEM} - \\frac{d\\bar{u}_{r}^{FEM}}{d\\theta}\\right) - \\bar{\\sigma}_{r\\theta}^{FEM}\\left(\\bar{u}_{r}^{FEM} + \\frac{d\\bar{u}_{\\theta}^{FEM}}{d\\theta}\\right)\\right]\\sin \\theta -\\left[\\bar{\\sigma}_{rr}^{FEM}\\left(\\bar{u}_{r}^{FEM} + \\frac{d\\bar{u}_{r}^{FEM}}{d\\theta}\\right)\\right]\\sin \\theta \\\\ -\\frac{1}{n + 1}\\left(\\bar{\\sigma}_{rr}^{FEM}u_{r}^{FEM} + \\bar{\\sigma}_{r\\theta}^{FEM}u_{\\theta}^{FEM}\\right)\\cos \\theta . \\end{array} \\right. \\tag{2}",
                                    "image_path": "2ed3830eff13024eb1dcb5bea23c08ea61552ae15f96f3a99c17ed79de158795.jpg"
                                }
                            ]
                        }
                    ],
                    "index": 6
                },
                {
                    "bbox": [
                        36,
                        487,
                        508,
                        596
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                36,
                                487,
                                508,
                                596
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        36,
                                        487,
                                        508,
                                        596
                                    ],
                                    "type": "text",
                                    "content": "The subject for the experimental study in this part of the work is carbon steel 34XH3MA, whose main mechanical properties are listed in Table 1. The single- edge- notched bend (SENB) and compact (CT) specimens were used in both experimental studies and numerical analyses. In addition to the standard ASTM thickness- to- width ratio "
                                },
                                {
                                    "bbox": [
                                        36,
                                        487,
                                        508,
                                        596
                                    ],
                                    "type": "inline_equation",
                                    "content": "B / W = 0.5"
                                },
                                {
                                    "bbox": [
                                        36,
                                        487,
                                        508,
                                        596
                                    ],
                                    "type": "text",
                                    "content": ", SENB specimens with "
                                },
                                {
                                    "bbox": [
                                        36,
                                        487,
                                        508,
                                        596
                                    ],
                                    "type": "inline_equation",
                                    "content": "B / W = 1.0"
                                },
                                {
                                    "bbox": [
                                        36,
                                        487,
                                        508,
                                        596
                                    ],
                                    "type": "text",
                                    "content": " were prepared. The relative crack length "
                                },
                                {
                                    "bbox": [
                                        36,
                                        487,
                                        508,
                                        596
                                    ],
                                    "type": "inline_equation",
                                    "content": "a / W"
                                },
                                {
                                    "bbox": [
                                        36,
                                        487,
                                        508,
                                        596
                                    ],
                                    "type": "text",
                                    "content": " after inserting a fatigue precrack varied in the range of 0.3- 0.62. The three type of CT specimens with the ratio "
                                },
                                {
                                    "bbox": [
                                        36,
                                        487,
                                        508,
                                        596
                                    ],
                                    "type": "inline_equation",
                                    "content": "B / W = 0.1"
                                },
                                {
                                    "bbox": [
                                        36,
                                        487,
                                        508,
                                        596
                                    ],
                                    "type": "text",
                                    "content": ", 0.2, and 0.4 were chosen with the relative crack length "
                                },
                                {
                                    "bbox": [
                                        36,
                                        487,
                                        508,
                                        596
                                    ],
                                    "type": "inline_equation",
                                    "content": "a / W"
                                },
                                {
                                    "bbox": [
                                        36,
                                        487,
                                        508,
                                        596
                                    ],
                                    "type": "text",
                                    "content": " change of 0.35- 0.645 after precracking. Several sets of specimens of both configurations, which include the change of the in- plane constraint, the out- of- plane constraint and both of them, were investigated. It is found that elastic stress intensity factor "
                                },
                                {
                                    "bbox": [
                                        36,
                                        487,
                                        508,
                                        596
                                    ],
                                    "type": "inline_equation",
                                    "content": "K_{max}"
                                },
                                {
                                    "bbox": [
                                        36,
                                        487,
                                        508,
                                        596
                                    ],
                                    "type": "text",
                                    "content": " varied in the range of 52.15- 68.12 MPa/m and 59.49- 77.46 MPa/m for SENB and CS, respectively."
                                }
                            ]
                        }
                    ],
                    "index": 7
                },
                {
                    "type": "table",
                    "bbox": [
                        68,
                        618,
                        477,
                        677
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                68,
                                618,
                                477,
                                677
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        68,
                                        618,
                                        477,
                                        677
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                68,
                                                618,
                                                477,
                                                677
                                            ],
                                            "type": "table",
                                            "html": "<table><tr><td rowspan=\"2\">Properties</td><td colspan=\"10\">Static</td></tr><tr><td>σ0\nMPa</td><td>σb\nMPa</td><td>ψ\n%</td><td>σu\nMPa</td><td>E\nGPa</td><td>n</td><td>α</td><td>σ&#x27;f\nMPa</td><td>ε&#x27;f</td><td>n&#x27;</td></tr><tr><td>34XH3MA</td><td>790</td><td>992</td><td>56</td><td>1455</td><td>196.4</td><td>7.49</td><td>2.39</td><td>1488</td><td>0.74</td><td>6.67</td></tr></table>",
                                            "image_path": "495cb9252ae2da2957e317b47a0b5c1154c197134998fbc337e694e282d35561.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 9,
                            "type": "table_body"
                        },
                        {
                            "bbox": [
                                156,
                                607,
                                387,
                                618
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        156,
                                        607,
                                        387,
                                        618
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                156,
                                                607,
                                                387,
                                                618
                                            ],
                                            "type": "text",
                                            "content": "Table 1. Main mechanical properties of Steel 34XH3MA"
                                        }
                                    ]
                                }
                            ],
                            "index": 8,
                            "type": "table_caption"
                        }
                    ],
                    "index": 9
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                544,
                742
            ],
            "page_idx": 1
        },
        {
            "para_blocks": [
                {
                    "type": "image",
                    "bbox": [
                        111,
                        71,
                        428,
                        311
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                111,
                                71,
                                428,
                                311
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        111,
                                        71,
                                        428,
                                        311
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                111,
                                                71,
                                                428,
                                                311
                                            ],
                                            "type": "image",
                                            "image_path": "389c93d054f9b9f2f0d14e1fd9e9b448dea859ed08daad9d6b741f8ef5481bf8.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 0,
                            "type": "image_body"
                        },
                        {
                            "bbox": [
                                116,
                                326,
                                422,
                                336
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        116,
                                        326,
                                        422,
                                        336
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                116,
                                                326,
                                                422,
                                                336
                                            ],
                                            "type": "text",
                                            "content": "Fig. 1. Variation of plastic SIF's as a function of specimen thickness and relative crack length."
                                        }
                                    ]
                                }
                            ],
                            "index": 1,
                            "type": "image_caption"
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        35,
                        348,
                        506,
                        502
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                35,
                                348,
                                506,
                                502
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        35,
                                        348,
                                        506,
                                        502
                                    ],
                                    "type": "text",
                                    "content": "To calculate "
                                },
                                {
                                    "bbox": [
                                        35,
                                        348,
                                        506,
                                        502
                                    ],
                                    "type": "inline_equation",
                                    "content": "K_{P}"
                                },
                                {
                                    "bbox": [
                                        35,
                                        348,
                                        506,
                                        502
                                    ],
                                    "type": "text",
                                    "content": " for the specimen- specified geometry, the expression for the governing "
                                },
                                {
                                    "bbox": [
                                        35,
                                        348,
                                        506,
                                        502
                                    ],
                                    "type": "inline_equation",
                                    "content": "I_{n}"
                                },
                                {
                                    "bbox": [
                                        35,
                                        348,
                                        506,
                                        502
                                    ],
                                    "type": "text",
                                    "content": "- factor of the elastic- plastic stress fields in the form of Eqn. (1, 2) as well as the values of the limiting experimental loads "
                                },
                                {
                                    "bbox": [
                                        35,
                                        348,
                                        506,
                                        502
                                    ],
                                    "type": "inline_equation",
                                    "content": "P_{max}"
                                },
                                {
                                    "bbox": [
                                        35,
                                        348,
                                        506,
                                        502
                                    ],
                                    "type": "text",
                                    "content": " was used. Note that the "
                                },
                                {
                                    "bbox": [
                                        35,
                                        348,
                                        506,
                                        502
                                    ],
                                    "type": "inline_equation",
                                    "content": "K_{P}"
                                },
                                {
                                    "bbox": [
                                        35,
                                        348,
                                        506,
                                        502
                                    ],
                                    "type": "text",
                                    "content": "- curves as a function of the relative crack length and specimen thickness in the mid- plane are close to each other for the different specimen geometries. Unlike the elastic SIF, the plastic stress intensity factor "
                                },
                                {
                                    "bbox": [
                                        35,
                                        348,
                                        506,
                                        502
                                    ],
                                    "type": "inline_equation",
                                    "content": "K_{P}"
                                },
                                {
                                    "bbox": [
                                        35,
                                        348,
                                        506,
                                        502
                                    ],
                                    "type": "text",
                                    "content": " in the formulation of Eq. (1) is sensitive enough to account for the influence of the specimen geometry (including of thickness) and the loading conditions. This opinion is supported by the experimental results presented in Fig. 1, where the values of plastic SIF correspond to the mid- plane of each specimen at "
                                },
                                {
                                    "bbox": [
                                        35,
                                        348,
                                        506,
                                        502
                                    ],
                                    "type": "inline_equation",
                                    "content": "z / B = 0.5"
                                },
                                {
                                    "bbox": [
                                        35,
                                        348,
                                        506,
                                        502
                                    ],
                                    "type": "text",
                                    "content": ". In contrast to the elastic SIF, the distributions of plastic SIF "
                                },
                                {
                                    "bbox": [
                                        35,
                                        348,
                                        506,
                                        502
                                    ],
                                    "type": "inline_equation",
                                    "content": "K_{P}"
                                },
                                {
                                    "bbox": [
                                        35,
                                        348,
                                        506,
                                        502
                                    ],
                                    "type": "text",
                                    "content": " as a function of relative crack length and specimen thickness exhibited a lower scatter average to "
                                },
                                {
                                    "bbox": [
                                        35,
                                        348,
                                        506,
                                        502
                                    ],
                                    "type": "inline_equation",
                                    "content": "K_{P} \\cong 0.61"
                                },
                                {
                                    "bbox": [
                                        35,
                                        348,
                                        506,
                                        502
                                    ],
                                    "type": "text",
                                    "content": ". Furthermore, this value of "
                                },
                                {
                                    "bbox": [
                                        35,
                                        348,
                                        506,
                                        502
                                    ],
                                    "type": "inline_equation",
                                    "content": "K_{P}"
                                },
                                {
                                    "bbox": [
                                        35,
                                        348,
                                        506,
                                        502
                                    ],
                                    "type": "text",
                                    "content": " is independent of the considered specimen geometry, i.e., it is a material characteristic. Thus, the plastic SIF may treated as a unified parameter for the characterization of the material fracture resistance property."
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        36,
                        513,
                        167,
                        526
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                36,
                                513,
                                167,
                                526
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        36,
                                        513,
                                        167,
                                        526
                                    ],
                                    "type": "text",
                                    "content": "3. Creep stress intensity factor"
                                }
                            ]
                        }
                    ],
                    "index": 3,
                    "level": 1
                },
                {
                    "bbox": [
                        35,
                        537,
                        506,
                        666
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                35,
                                537,
                                506,
                                666
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        35,
                                        537,
                                        506,
                                        666
                                    ],
                                    "type": "text",
                                    "content": "In previous section, a plastic stress intensity factor for fracture toughness and the mixed mode crack growth rate was introduced, based on the analytical form of the elastic- plastic stress and strain fields in the vicinity of the crack tip. The study of the present section follows the approach found in Shlyannikov et al. (2014, a) and will allow a more general expression to be obtained for the first term creep crack tip singularity field, which considers the dependence of a governing parameter in the form of on both the crack front curvature and the constraint. In particular, in contrast to the elastic- plastic formulation "
                                },
                                {
                                    "bbox": [
                                        35,
                                        537,
                                        506,
                                        666
                                    ],
                                    "type": "inline_equation",
                                    "content": "I_{n}^{pl}\\left(\\sigma_{ij}, \\bar{u}_{i}\\right)"
                                },
                                {
                                    "bbox": [
                                        35,
                                        537,
                                        506,
                                        666
                                    ],
                                    "type": "text",
                                    "content": ", in the case of creep, in the equation for the "
                                },
                                {
                                    "bbox": [
                                        35,
                                        537,
                                        506,
                                        666
                                    ],
                                    "type": "inline_equation",
                                    "content": "I_{n}"
                                },
                                {
                                    "bbox": [
                                        35,
                                        537,
                                        506,
                                        666
                                    ],
                                    "type": "text",
                                    "content": "- integral, the time derivatives are used for the dimensionless displacement components "
                                },
                                {
                                    "bbox": [
                                        35,
                                        537,
                                        506,
                                        666
                                    ],
                                    "type": "inline_equation",
                                    "content": "I_{n}^{cr}\\left(\\sigma_{ij}, \\bar{u}_{i} / dt\\right)"
                                },
                                {
                                    "bbox": [
                                        35,
                                        537,
                                        506,
                                        666
                                    ],
                                    "type": "text",
                                    "content": ". It should be noted that contrary to the traditional point of view, the numerical constant "
                                },
                                {
                                    "bbox": [
                                        35,
                                        537,
                                        506,
                                        666
                                    ],
                                    "type": "inline_equation",
                                    "content": "I_{n}^{cr}"
                                },
                                {
                                    "bbox": [
                                        35,
                                        537,
                                        506,
                                        666
                                    ],
                                    "type": "text",
                                    "content": " depends only on the creep exponent; this governing parameter of the creeping crack tip fields is a function of the stress- strain state, the crack front curvature, the crack length, the creep time, the applied load, the tested specimen thickness and the configuration. According to"
                                }
                            ]
                        }
                    ],
                    "index": 4
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                544,
                742
            ],
            "page_idx": 2
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        36,
                        70,
                        509,
                        94
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                36,
                                70,
                                509,
                                94
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        36,
                                        70,
                                        509,
                                        94
                                    ],
                                    "type": "text",
                                    "content": "definition Shlyannikov et al. (2015,a), the following expression for the creep stress intensity factor which can be applied to the interpretation of the creep crack growth data"
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        56,
                        103,
                        505,
                        145
                    ],
                    "type": "interline_equation",
                    "lines": [
                        {
                            "bbox": [
                                56,
                                103,
                                505,
                                145
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        56,
                                        103,
                                        505,
                                        145
                                    ],
                                    "type": "interline_equation",
                                    "content": "\\overline{K}_{cr}(t) = \\left[\\frac{P}{BI_n^{FEM}(t)}\\cdot \\frac{\\dot{V_c}}{bWL}\\left(\\frac{f'}{f}\\right)\\right]^{1 / (n + 1)} \\tag{3}",
                                    "image_path": "e6a6716645cdf7b351d10f0aec8e582b3bb34f622c7b945957049f16a046ed78.jpg"
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "bbox": [
                        38,
                        159,
                        509,
                        190
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                38,
                                159,
                                509,
                                190
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        38,
                                        159,
                                        509,
                                        190
                                    ],
                                    "type": "text",
                                    "content": "where "
                                },
                                {
                                    "bbox": [
                                        38,
                                        159,
                                        509,
                                        190
                                    ],
                                    "type": "inline_equation",
                                    "content": "P"
                                },
                                {
                                    "bbox": [
                                        38,
                                        159,
                                        509,
                                        190
                                    ],
                                    "type": "text",
                                    "content": " is applied load, "
                                },
                                {
                                    "bbox": [
                                        38,
                                        159,
                                        509,
                                        190
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\dot{V_{c}}"
                                },
                                {
                                    "bbox": [
                                        38,
                                        159,
                                        509,
                                        190
                                    ],
                                    "type": "text",
                                    "content": " is the force- line displacement rate, "
                                },
                                {
                                    "bbox": [
                                        38,
                                        159,
                                        509,
                                        190
                                    ],
                                    "type": "inline_equation",
                                    "content": "b"
                                },
                                {
                                    "bbox": [
                                        38,
                                        159,
                                        509,
                                        190
                                    ],
                                    "type": "text",
                                    "content": " - is specimen thickness, "
                                },
                                {
                                    "bbox": [
                                        38,
                                        159,
                                        509,
                                        190
                                    ],
                                    "type": "inline_equation",
                                    "content": "f"
                                },
                                {
                                    "bbox": [
                                        38,
                                        159,
                                        509,
                                        190
                                    ],
                                    "type": "text",
                                    "content": " - is geometry dependent correction factor, "
                                },
                                {
                                    "bbox": [
                                        38,
                                        159,
                                        509,
                                        190
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\left(f^{\\prime}\\right)^{- }"
                                },
                                {
                                    "bbox": [
                                        38,
                                        159,
                                        509,
                                        190
                                    ],
                                    "type": "text",
                                    "content": " is its derivative."
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        38,
                        192,
                        509,
                        252
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                38,
                                192,
                                509,
                                252
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        38,
                                        192,
                                        509,
                                        252
                                    ],
                                    "type": "text",
                                    "content": "The subject for both the experimental studies and the numerical analyses are compact specimens under tension, which are most frequently used for characterizing creep crack growth rate. The test materials are power steam turbine rotor steel R2M and the piping systems of power plants steel 12X1MF operated at the elevated temperature of "
                                },
                                {
                                    "bbox": [
                                        38,
                                        192,
                                        509,
                                        252
                                    ],
                                    "type": "inline_equation",
                                    "content": "550^{\\circ}\\mathrm{C}"
                                },
                                {
                                    "bbox": [
                                        38,
                                        192,
                                        509,
                                        252
                                    ],
                                    "type": "text",
                                    "content": ". The main mechanical properties of R2M steel and 12X1MF steel at elevated temperature are summarized in Table 2."
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "type": "table",
                    "bbox": [
                        39,
                        280,
                        452,
                        363
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                39,
                                280,
                                452,
                                363
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        39,
                                        280,
                                        452,
                                        363
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                39,
                                                280,
                                                452,
                                                363
                                            ],
                                            "type": "table",
                                            "html": "<table><tr><td>T=550℃</td><td>E (GPa)</td><td>σys (MPa)</td><td>σb (MPa)</td><td>σuts (MPa)</td><td>σf (MPa)</td><td>εf</td><td>α</td><td>m</td><td>B (MPa)°n hr-1</td><td>n</td></tr><tr><td>Steel R2M</td><td>167</td><td>557</td><td>660</td><td>1623</td><td>280</td><td>1.35</td><td>0.179</td><td>5.22</td><td>1.4·10-10</td><td>2.47</td></tr><tr><td>Steel 12X1MF</td><td>150</td><td>215</td><td>239</td><td>529</td><td>175</td><td>2.08</td><td>2.117</td><td>5.97</td><td>5.7·10-15</td><td>5.07</td></tr></table>",
                                            "image_path": "85fa322cd880b65e3afdb770f96a75c34ed16ed04a38123ddec1558e5fa255c5.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 5,
                            "type": "table_body"
                        },
                        {
                            "bbox": [
                                156,
                                261,
                                391,
                                273
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        156,
                                        261,
                                        391,
                                        273
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                156,
                                                261,
                                                391,
                                                273
                                            ],
                                            "type": "text",
                                            "content": "Table 2. Elevated temperature tensile and creep properties"
                                        }
                                    ]
                                }
                            ],
                            "index": 4,
                            "type": "table_caption"
                        }
                    ],
                    "index": 5
                },
                {
                    "type": "image",
                    "bbox": [
                        60,
                        373,
                        485,
                        523
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                60,
                                373,
                                485,
                                523
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        60,
                                        373,
                                        485,
                                        523
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                60,
                                                373,
                                                485,
                                                523
                                            ],
                                            "type": "image",
                                            "image_path": "a60d70a9c25a47559f5f321191f2a9e71b590abd2aa4559214883da0feb8e665.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 6,
                            "type": "image_body"
                        },
                        {
                            "bbox": [
                                145,
                                525,
                                417,
                                534
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        145,
                                        525,
                                        417,
                                        534
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                145,
                                                525,
                                                417,
                                                534
                                            ],
                                            "type": "text",
                                            "content": "Fig.2. Creep SIF as a function of creep time (a) and (b,c) crack growth rate diagram"
                                        }
                                    ]
                                }
                            ],
                            "index": 7,
                            "type": "image_caption"
                        }
                    ],
                    "index": 6
                },
                {
                    "bbox": [
                        39,
                        546,
                        510,
                        678
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                39,
                                546,
                                510,
                                678
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        39,
                                        546,
                                        510,
                                        678
                                    ],
                                    "type": "text",
                                    "content": "In Fig. 2 a the creep SIF behavior is represented as a function of creep time in the CT mid- plane and the free surface for the through- the- thickness straight crack front (steel 12X1MF) and curvilinear crack front (steel P2M). The relationships for the straight- line crack an approximately are the same at plane stress on the free surface of specimens and plane strain in the mid- plane. In the case of the curvilinear crack front, the values of the creep SIF on the free surface "
                                },
                                {
                                    "bbox": [
                                        39,
                                        546,
                                        510,
                                        678
                                    ],
                                    "type": "inline_equation",
                                    "content": "(z / b = 0.05)"
                                },
                                {
                                    "bbox": [
                                        39,
                                        546,
                                        510,
                                        678
                                    ],
                                    "type": "text",
                                    "content": " and the deepest point of the crack front "
                                },
                                {
                                    "bbox": [
                                        39,
                                        546,
                                        510,
                                        678
                                    ],
                                    "type": "inline_equation",
                                    "content": "(z / b = 0.5)"
                                },
                                {
                                    "bbox": [
                                        39,
                                        546,
                                        510,
                                        678
                                    ],
                                    "type": "text",
                                    "content": " differ significantly from each other for a power law creeping material. Figures 2,b and 2,c represent the crack growth rate behavior of the R2M and 12Cr1MoV steels at "
                                },
                                {
                                    "bbox": [
                                        39,
                                        546,
                                        510,
                                        678
                                    ],
                                    "type": "inline_equation",
                                    "content": "550^{\\circ}\\mathrm{C}"
                                },
                                {
                                    "bbox": [
                                        39,
                                        546,
                                        510,
                                        678
                                    ],
                                    "type": "text",
                                    "content": " as a function of the dimensionless creep stress intensity factor in the form of Eq. (3) for the hold time of 60s. It is observed that the experimental data fall within a relatively narrow scatter band. In Fig. 2,c, one of lines is related to the free surface of the compact tension specimen, and the other belongs to the deepest point of the crack front. Unlike the definition for the elastic SIF and "
                                },
                                {
                                    "bbox": [
                                        39,
                                        546,
                                        510,
                                        678
                                    ],
                                    "type": "inline_equation",
                                    "content": "C(t)"
                                },
                                {
                                    "bbox": [
                                        39,
                                        546,
                                        510,
                                        678
                                    ],
                                    "type": "text",
                                    "content": " parameter, the creep stress intensity factor approach provides the possibility of obtaining the crack growth rate at the deepest point of the CT specimen. The"
                                }
                            ]
                        }
                    ],
                    "index": 8
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                544,
                742
            ],
            "page_idx": 3
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        35,
                        71,
                        506,
                        94
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                35,
                                71,
                                506,
                                94
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        35,
                                        71,
                                        506,
                                        94
                                    ],
                                    "type": "text",
                                    "content": "comparison shows that the crack growth rates at the deepest point and at the surface point of the crack front are different."
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        36,
                        106,
                        180,
                        118
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                36,
                                106,
                                180,
                                118
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        36,
                                        106,
                                        180,
                                        118
                                    ],
                                    "type": "text",
                                    "content": "4. Critical distance determination"
                                }
                            ]
                        }
                    ],
                    "index": 1,
                    "level": 1
                },
                {
                    "bbox": [
                        35,
                        130,
                        506,
                        234
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                35,
                                130,
                                506,
                                234
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        35,
                                        130,
                                        506,
                                        234
                                    ],
                                    "type": "text",
                                    "content": "The main hypotheses of the strain energy density theory are associated with the concept of a characteristic distance. It has been considered as a fundamental characteristic that setting an interrelation between the processes occurring on both the micro level and macro level with respect to the material structure. This characteristic distance is often identified with the fracture damage zone or fracture process zone. A critical distance "
                                },
                                {
                                    "bbox": [
                                        35,
                                        130,
                                        506,
                                        234
                                    ],
                                    "type": "inline_equation",
                                    "content": "r_c"
                                },
                                {
                                    "bbox": [
                                        35,
                                        130,
                                        506,
                                        234
                                    ],
                                    "type": "text",
                                    "content": " ahead of the crack tip is assumed to exist when the strain energy density (SED) in an element reaches a certain critical value. In the present work, the critical value of the SED is measured from a uniaxial test. The dimensionless total SED is obtained as a sum of elastic and plastic part. The general equation which is used the total SED was introduced by Shlyannikov et al. (2015,b) for the elastic- plastic constitutive relation of material behaviour in the form of Ramberg- Osgood equation"
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        64,
                        246,
                        503,
                        335
                    ],
                    "type": "interline_equation",
                    "lines": [
                        {
                            "bbox": [
                                64,
                                246,
                                503,
                                335
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        64,
                                        246,
                                        503,
                                        335
                                    ],
                                    "type": "interline_equation",
                                    "content": "\\overline{\\delta} = \\frac{r_C}{a} = \\left\\{ \\begin{array}{ll} - \\overline{S_2} +\\sqrt{\\overline{S_2} - 4(\\overline{S_1} + \\overline{S_P})\\left[\\overline{S_3} - \\left(\\frac{\\sigma_0}{\\sigma_{yn}}\\right)^2\\left(\\frac{1}{2}\\sigma_f^2 + \\frac{\\overline{\\alpha}n}{n + 1}\\sigma_f^{n + 1}\\right)\\right]}\\\\ 2\\left[\\overline{S_3} -\\left(\\frac{\\sigma_0}{\\sigma_{yn}}\\right)^2\\left(\\frac{1}{2}\\sigma_f^2 + \\frac{\\overline{\\alpha}n}{n + 1}\\sigma_f^{n + 1}\\right)\\right] \\end{array} \\right\\} \\tag{4}",
                                    "image_path": "28d1fa926e0f4793ce2298e89e1beff5f01e438a7fefdb03dddaeed6a5e04059.jpg"
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        35,
                        355,
                        506,
                        407
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                35,
                                355,
                                506,
                                407
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        35,
                                        355,
                                        506,
                                        407
                                    ],
                                    "type": "text",
                                    "content": "More details to determine the SED functions "
                                },
                                {
                                    "bbox": [
                                        35,
                                        355,
                                        506,
                                        407
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\overline{S_i}"
                                },
                                {
                                    "bbox": [
                                        35,
                                        355,
                                        506,
                                        407
                                    ],
                                    "type": "inline_equation",
                                    "content": "(i = 1,2,3)"
                                },
                                {
                                    "bbox": [
                                        35,
                                        355,
                                        506,
                                        407
                                    ],
                                    "type": "text",
                                    "content": " for cracked body different configurations are given by Refs. (Shlyannikov et al. (2015,b). For materials in which secondary creep dominates, deformation behavior is described by the Norton elastic- nonlinear viscous constitutive relation based on the strain energy rate density (SERD) creep critical distance can be written as"
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        64,
                        425,
                        503,
                        467
                    ],
                    "type": "interline_equation",
                    "lines": [
                        {
                            "bbox": [
                                64,
                                425,
                                503,
                                467
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        64,
                                        425,
                                        503,
                                        467
                                    ],
                                    "type": "interline_equation",
                                    "content": "\\left.r_{cr}\\right|_{\\theta = 0} = \\left(\\frac{K_{cr}}{\\sigma_f}\\right)^{n + 1}\\widetilde{\\sigma}_e^{n + 1} \\tag{5}",
                                    "image_path": "c879dd30ee4cfa470c10cb1cfef07b6678d3176939aa0097f86fc02262d44450.jpg"
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        35,
                        480,
                        506,
                        534
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                35,
                                480,
                                506,
                                534
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        35,
                                        480,
                                        506,
                                        534
                                    ],
                                    "type": "text",
                                    "content": "Most successful correlations of time- dependent crack growth at elevated temperature are with corresponding fracture mechanics parameters. One of them is the creep stress intensity factor "
                                },
                                {
                                    "bbox": [
                                        35,
                                        480,
                                        506,
                                        534
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\overline{K}_{cr}"
                                },
                                {
                                    "bbox": [
                                        35,
                                        480,
                                        506,
                                        534
                                    ],
                                    "type": "text",
                                    "content": " included in Eq.(5). It should be noted that both equations 4 and 5 to determine the critical distance for elastic- plastic and creep materials behavior are explicit functions of the corresponding stress intensity factors in the form of Eqs.(1,3)."
                                }
                            ]
                        }
                    ],
                    "index": 6
                },
                {
                    "bbox": [
                        35,
                        534,
                        507,
                        678
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                35,
                                534,
                                507,
                                678
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        35,
                                        534,
                                        507,
                                        678
                                    ],
                                    "type": "text",
                                    "content": "By using Eq. (4), the values of the dimensionless critical distance "
                                },
                                {
                                    "bbox": [
                                        35,
                                        534,
                                        507,
                                        678
                                    ],
                                    "type": "inline_equation",
                                    "content": "r_c / a"
                                },
                                {
                                    "bbox": [
                                        35,
                                        534,
                                        507,
                                        678
                                    ],
                                    "type": "text",
                                    "content": " along the crack front was calculated for different combinations of crack length, specimen thickness and specimen geometry which mentioned above for fracture toughness determination. The subject for the numerical and experimental studies is carbon steel 34XH3MA. Based on the test and FEA results, it was concluded that the crack- tip constraint had a noticeable contribution to the relative crack length and specimen thickness effect on the critical distance distribution along the crack front. It is interesting to note that the distribution of the critical distance "
                                },
                                {
                                    "bbox": [
                                        35,
                                        534,
                                        507,
                                        678
                                    ],
                                    "type": "inline_equation",
                                    "content": "r_c"
                                },
                                {
                                    "bbox": [
                                        35,
                                        534,
                                        507,
                                        678
                                    ],
                                    "type": "text",
                                    "content": " along the crack front shown in Fig. 3,a,b for the compact specimen coincides with the simulation of the shape of the crack front that was performed by Cornec et al. (2003) using cohesive elements. Figure 3,c shows the behavior of the plastic SIF "
                                },
                                {
                                    "bbox": [
                                        35,
                                        534,
                                        507,
                                        678
                                    ],
                                    "type": "inline_equation",
                                    "content": "K_P"
                                },
                                {
                                    "bbox": [
                                        35,
                                        534,
                                        507,
                                        678
                                    ],
                                    "type": "text",
                                    "content": " as a function of the values of critical distance "
                                },
                                {
                                    "bbox": [
                                        35,
                                        534,
                                        507,
                                        678
                                    ],
                                    "type": "inline_equation",
                                    "content": "r_c"
                                },
                                {
                                    "bbox": [
                                        35,
                                        534,
                                        507,
                                        678
                                    ],
                                    "type": "text",
                                    "content": " in the mid- plane for all tested specimens of the 34XH3MA. Based on these results, it was assumed that for the greater fracture resistance of the material that was so far away from the crack tip, conditions appeared for failure initiation according to the critical strain energy density, which also characterizes the material properties in the fracture process zone. It is easy to see that the critical distance is not constant, as is often supposed"
                                }
                            ]
                        }
                    ],
                    "index": 7
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                544,
                742
            ],
            "page_idx": 4
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        36,
                        71,
                        507,
                        94
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                36,
                                71,
                                507,
                                94
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        36,
                                        71,
                                        507,
                                        94
                                    ],
                                    "type": "text",
                                    "content": "in the literature, but depends on the loading conditions and the geometry of the tested specimens. Thus, the critical distance value is affected by in- plane and out- of- plane constraint interaction."
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        36,
                        95,
                        507,
                        193
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                36,
                                95,
                                507,
                                193
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        36,
                                        95,
                                        507,
                                        193
                                    ],
                                    "type": "text",
                                    "content": "The creep critical distance behavior represented in Figs. 4,a and 4,b can be considered as the particular case of the process zone distribution at the polar angle equal "
                                },
                                {
                                    "bbox": [
                                        36,
                                        95,
                                        507,
                                        193
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\theta = 0^{\\circ}"
                                },
                                {
                                    "bbox": [
                                        36,
                                        95,
                                        507,
                                        193
                                    ],
                                    "type": "text",
                                    "content": " that is the plane ahead of the crack tip. Substituting the creep SIF and the Mises equivalent stress "
                                },
                                {
                                    "bbox": [
                                        36,
                                        95,
                                        507,
                                        193
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\widetilde{\\sigma}_e"
                                },
                                {
                                    "bbox": [
                                        36,
                                        95,
                                        507,
                                        193
                                    ],
                                    "type": "text",
                                    "content": " into Eq. (5), the values of the critical distance were calculated for both steels, taking into account the behavior of the governing parameter of the power- law creep crack- tip stress fields "
                                },
                                {
                                    "bbox": [
                                        36,
                                        95,
                                        507,
                                        193
                                    ],
                                    "type": "inline_equation",
                                    "content": "I_{n}"
                                },
                                {
                                    "bbox": [
                                        36,
                                        95,
                                        507,
                                        193
                                    ],
                                    "type": "text",
                                    "content": " for the C(T) specimens. The distributions of the creep critical distance along the curvilinear crack front in the thickness direction is plotted in Fig. 4,a for the P2M steel, whereas in Fig. 4,b these distributions are shown along the straight- line crack front in the CT specimen of 12X1MF steel. This parameter is plotted against the normalized specimen thickness "
                                },
                                {
                                    "bbox": [
                                        36,
                                        95,
                                        507,
                                        193
                                    ],
                                    "type": "inline_equation",
                                    "content": "z / b"
                                },
                                {
                                    "bbox": [
                                        36,
                                        95,
                                        507,
                                        193
                                    ],
                                    "type": "text",
                                    "content": "."
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "type": "image",
                    "bbox": [
                        57,
                        204,
                        483,
                        346
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                57,
                                204,
                                483,
                                346
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        57,
                                        204,
                                        483,
                                        346
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                57,
                                                204,
                                                483,
                                                346
                                            ],
                                            "type": "image",
                                            "image_path": "cb3ca8b32b545ac9cc6d737da7a68e7c87a525f19a5a92f84bb87fe181271840.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 2,
                            "type": "image_body"
                        },
                        {
                            "bbox": [
                                54,
                                347,
                                487,
                                357
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        54,
                                        347,
                                        487,
                                        357
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                54,
                                                347,
                                                487,
                                                357
                                            ],
                                            "type": "text",
                                            "content": "Fig. 3. Total and elastic critical distances distributions (a,b) in CT along crack front and (c) variation of plastic SIF's in SENB and CT."
                                        }
                                    ]
                                }
                            ],
                            "index": 3,
                            "type": "image_caption"
                        }
                    ],
                    "index": 2
                },
                {
                    "type": "image",
                    "bbox": [
                        57,
                        365,
                        488,
                        506
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                57,
                                365,
                                488,
                                506
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        57,
                                        365,
                                        488,
                                        506
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                57,
                                                365,
                                                488,
                                                506
                                            ],
                                            "type": "image",
                                            "image_path": "6b4eeb4c956672f6738028bc160af30c95c02e3067c80c9b4a0eee3f797e5584.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 4,
                            "type": "image_body"
                        },
                        {
                            "bbox": [
                                79,
                                507,
                                460,
                                517
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        79,
                                        507,
                                        460,
                                        517
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                79,
                                                507,
                                                460,
                                                517
                                            ],
                                            "type": "text",
                                            "content": "Fig. 4. Critical distance distributions along crack front in CT and relationship between creep SIF and critical distance."
                                        }
                                    ]
                                }
                            ],
                            "index": 5,
                            "type": "image_caption"
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        36,
                        526,
                        508,
                        649
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                36,
                                526,
                                508,
                                649
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        36,
                                        526,
                                        508,
                                        649
                                    ],
                                    "type": "text",
                                    "content": "Figure 4,c represents the critical distance behavior of the R2M and 12X1MF steels at "
                                },
                                {
                                    "bbox": [
                                        36,
                                        526,
                                        508,
                                        649
                                    ],
                                    "type": "inline_equation",
                                    "content": "550^{\\circ}\\mathrm{C}"
                                },
                                {
                                    "bbox": [
                                        36,
                                        526,
                                        508,
                                        649
                                    ],
                                    "type": "text",
                                    "content": " as a function of the dimensionless creep stress intensity factor in the form of Eq. (3). In general, as expected according to Eq.(5), the critical distance increases with an increase in the creep stress intensity factor. An overall reasonable correlation between the "
                                },
                                {
                                    "bbox": [
                                        36,
                                        526,
                                        508,
                                        649
                                    ],
                                    "type": "inline_equation",
                                    "content": "r_{cr} / a"
                                },
                                {
                                    "bbox": [
                                        36,
                                        526,
                                        508,
                                        649
                                    ],
                                    "type": "text",
                                    "content": " and "
                                },
                                {
                                    "bbox": [
                                        36,
                                        526,
                                        508,
                                        649
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\overline{K}_{cr}"
                                },
                                {
                                    "bbox": [
                                        36,
                                        526,
                                        508,
                                        649
                                    ],
                                    "type": "text",
                                    "content": " is an indication that dominantly creep crack growth conditions were maintained throughout the testing. It is seen that the numerical data fall within a relatively narrow scatter band, and the dependence of the critical distance, "
                                },
                                {
                                    "bbox": [
                                        36,
                                        526,
                                        508,
                                        649
                                    ],
                                    "type": "inline_equation",
                                    "content": "r_{cr} / a"
                                },
                                {
                                    "bbox": [
                                        36,
                                        526,
                                        508,
                                        649
                                    ],
                                    "type": "text",
                                    "content": ", on "
                                },
                                {
                                    "bbox": [
                                        36,
                                        526,
                                        508,
                                        649
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\overline{K}_{cr}"
                                },
                                {
                                    "bbox": [
                                        36,
                                        526,
                                        508,
                                        649
                                    ],
                                    "type": "text",
                                    "content": " follows a near linear trend on a log- log scale. It is clear that "
                                },
                                {
                                    "bbox": [
                                        36,
                                        526,
                                        508,
                                        649
                                    ],
                                    "type": "inline_equation",
                                    "content": "r_{cr} / a"
                                },
                                {
                                    "bbox": [
                                        36,
                                        526,
                                        508,
                                        649
                                    ],
                                    "type": "text",
                                    "content": " is not constant, but is the parameter depending on the loading conditions which are described by the creep stress intensity factor "
                                },
                                {
                                    "bbox": [
                                        36,
                                        526,
                                        508,
                                        649
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\overline{K}_{cr}"
                                },
                                {
                                    "bbox": [
                                        36,
                                        526,
                                        508,
                                        649
                                    ],
                                    "type": "text",
                                    "content": ". Moreover, for the steels P2M and 12X1MF different properties takes place general relationship between a dimensionless parameters "
                                },
                                {
                                    "bbox": [
                                        36,
                                        526,
                                        508,
                                        649
                                    ],
                                    "type": "inline_equation",
                                    "content": "r_{cr} / a"
                                },
                                {
                                    "bbox": [
                                        36,
                                        526,
                                        508,
                                        649
                                    ],
                                    "type": "text",
                                    "content": ", and "
                                },
                                {
                                    "bbox": [
                                        36,
                                        526,
                                        508,
                                        649
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\overline{K}_{cr}"
                                },
                                {
                                    "bbox": [
                                        36,
                                        526,
                                        508,
                                        649
                                    ],
                                    "type": "text",
                                    "content": "."
                                }
                            ]
                        }
                    ],
                    "index": 6
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                544,
                742
            ],
            "page_idx": 5
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        35,
                        71,
                        242,
                        83
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                35,
                                71,
                                242,
                                83
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        35,
                                        71,
                                        242,
                                        83
                                    ],
                                    "type": "text",
                                    "content": "5. Application to structural integrity assessment"
                                }
                            ]
                        }
                    ],
                    "index": 0,
                    "level": 1
                },
                {
                    "bbox": [
                        35,
                        95,
                        493,
                        214
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                35,
                                95,
                                493,
                                214
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        35,
                                        95,
                                        493,
                                        214
                                    ],
                                    "type": "text",
                                    "content": "The methodology describing in the present study is applied to a "
                                },
                                {
                                    "bbox": [
                                        35,
                                        95,
                                        493,
                                        214
                                    ],
                                    "type": "inline_equation",
                                    "content": "100~\\mathrm{MW}"
                                },
                                {
                                    "bbox": [
                                        35,
                                        95,
                                        493,
                                        214
                                    ],
                                    "type": "text",
                                    "content": " steam turbine rotor. The turbine disc is loaded, in general, by thermal and mechanical stresses because it is operated at c.a. "
                                },
                                {
                                    "bbox": [
                                        35,
                                        95,
                                        493,
                                        214
                                    ],
                                    "type": "inline_equation",
                                    "content": "550^{\\circ}\\mathrm{C}"
                                },
                                {
                                    "bbox": [
                                        35,
                                        95,
                                        493,
                                        214
                                    ],
                                    "type": "text",
                                    "content": " and "
                                },
                                {
                                    "bbox": [
                                        35,
                                        95,
                                        493,
                                        214
                                    ],
                                    "type": "inline_equation",
                                    "content": "3000~\\mathrm{rpm}"
                                },
                                {
                                    "bbox": [
                                        35,
                                        95,
                                        493,
                                        214
                                    ],
                                    "type": "text",
                                    "content": ". Subject for analysis is the disk of "
                                },
                                {
                                    "bbox": [
                                        35,
                                        95,
                                        493,
                                        214
                                    ],
                                    "type": "inline_equation",
                                    "content": "22^{\\mathrm{nd}}"
                                },
                                {
                                    "bbox": [
                                        35,
                                        95,
                                        493,
                                        214
                                    ],
                                    "type": "text",
                                    "content": " stage turbine rotor with central bore and through- thickness key. Operation damage in the form of corner crack with length on the free surface "
                                },
                                {
                                    "bbox": [
                                        35,
                                        95,
                                        493,
                                        214
                                    ],
                                    "type": "inline_equation",
                                    "content": "a = 12 \\mathrm{mm}"
                                },
                                {
                                    "bbox": [
                                        35,
                                        95,
                                        493,
                                        214
                                    ],
                                    "type": "text",
                                    "content": " and depth along shaft thickness "
                                },
                                {
                                    "bbox": [
                                        35,
                                        95,
                                        493,
                                        214
                                    ],
                                    "type": "inline_equation",
                                    "content": "b = 23\\mathrm{mm}"
                                },
                                {
                                    "bbox": [
                                        35,
                                        95,
                                        493,
                                        214
                                    ],
                                    "type": "text",
                                    "content": " was detected in the slot fillet of key in the disc of "
                                },
                                {
                                    "bbox": [
                                        35,
                                        95,
                                        493,
                                        214
                                    ],
                                    "type": "inline_equation",
                                    "content": "22^{\\mathrm{nd}}"
                                },
                                {
                                    "bbox": [
                                        35,
                                        95,
                                        493,
                                        214
                                    ],
                                    "type": "text",
                                    "content": " stage. Prior to lifetime predictions, a 3D FE model of the "
                                },
                                {
                                    "bbox": [
                                        35,
                                        95,
                                        493,
                                        214
                                    ],
                                    "type": "inline_equation",
                                    "content": "22^{\\mathrm{nd}}"
                                },
                                {
                                    "bbox": [
                                        35,
                                        95,
                                        493,
                                        214
                                    ],
                                    "type": "text",
                                    "content": " stage turbine disc section generated was available and used for the purpose of this study. The turbine disc and blades, as well as the rivets incorporated in the original 3D model. The startup power conditions was chosen in stress analysis as it represents the most severe combination of temperature and rotor speed in the operation profile. The material of turbine disc is Steel 34XH3MA which main mechanical properties are listed in Table 1."
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "bbox": [
                        35,
                        215,
                        505,
                        406
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                35,
                                215,
                                505,
                                406
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        35,
                                        215,
                                        505,
                                        406
                                    ],
                                    "type": "text",
                                    "content": "The commercial finite element code, ANSYS (2012), is used to calculate the strain and stress distributions in the turbine disk under operation loading conditions. From FE- analysis, it was observed that the peak equivalent von Mises stresses mainly occur on the surface of the slot fillets of key (web and disc bore). It should be noted that the stresses on the free surface and in the slot along hub thickness are 1.2 times higher than the yield stress of Steel 34XH3MA. The special kind of nonlinear calculations accounting for the plastic material properties were performed to determine plastic stress intensity factors "
                                },
                                {
                                    "bbox": [
                                        35,
                                        215,
                                        505,
                                        406
                                    ],
                                    "type": "inline_equation",
                                    "content": "K_{P}"
                                },
                                {
                                    "bbox": [
                                        35,
                                        215,
                                        505,
                                        406
                                    ],
                                    "type": "text",
                                    "content": " for the same crack front profiles in turbine disc after corresponding loading history at operation. Full- field elastic- plastic FEA are performed using ANSYS finite element (FE) code to determine the stress- strain parameter distributions along of the crack- front for turbine disc of considered configuration. With reference to an operation damage the cases considered were a disk with semielliptical corner crack emanating from the intersection of the slot fillet and of the flat surfaces of the disk. The plastic stress intensity factor "
                                },
                                {
                                    "bbox": [
                                        35,
                                        215,
                                        505,
                                        406
                                    ],
                                    "type": "inline_equation",
                                    "content": "K_{P}"
                                },
                                {
                                    "bbox": [
                                        35,
                                        215,
                                        505,
                                        406
                                    ],
                                    "type": "text",
                                    "content": " in pure Mode I was expressed directly in terms of the corresponding elastic stress intensity factor. Figure 5,a shows the dependencies of the plastic SIF on the crack sizes for the turbine disc considered configuration for these two main points, namely, the slot inner surface of key (point "
                                },
                                {
                                    "bbox": [
                                        35,
                                        215,
                                        505,
                                        406
                                    ],
                                    "type": "inline_equation",
                                    "content": "a"
                                },
                                {
                                    "bbox": [
                                        35,
                                        215,
                                        505,
                                        406
                                    ],
                                    "type": "text",
                                    "content": ") and the free surface of hub (point "
                                },
                                {
                                    "bbox": [
                                        35,
                                        215,
                                        505,
                                        406
                                    ],
                                    "type": "inline_equation",
                                    "content": "b"
                                },
                                {
                                    "bbox": [
                                        35,
                                        215,
                                        505,
                                        406
                                    ],
                                    "type": "text",
                                    "content": "). The distributions of the plastic SIF's along the crack front in the turbine disk under operation loading are shown in Fig.5,b. These distributions correspond to the initial crack front "
                                },
                                {
                                    "bbox": [
                                        35,
                                        215,
                                        505,
                                        406
                                    ],
                                    "type": "inline_equation",
                                    "content": "(a_{0} = b_{0} = 3 \\mathrm{mm})"
                                },
                                {
                                    "bbox": [
                                        35,
                                        215,
                                        505,
                                        406
                                    ],
                                    "type": "text",
                                    "content": " and the final failure front "
                                },
                                {
                                    "bbox": [
                                        35,
                                        215,
                                        505,
                                        406
                                    ],
                                    "type": "inline_equation",
                                    "content": "(a = 10 \\mathrm{mm}, b = 20 \\mathrm{mm})"
                                },
                                {
                                    "bbox": [
                                        35,
                                        215,
                                        505,
                                        406
                                    ],
                                    "type": "text",
                                    "content": " positions."
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "type": "image",
                    "bbox": [
                        58,
                        418,
                        483,
                        567
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                58,
                                418,
                                483,
                                567
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        58,
                                        418,
                                        483,
                                        567
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                58,
                                                418,
                                                483,
                                                567
                                            ],
                                            "type": "image",
                                            "image_path": "1f48b8525bedab0c261edb95c034e37ebf3a118eb71d4fb4bc583d7c4fee6779.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 3,
                            "type": "image_body"
                        },
                        {
                            "bbox": [
                                129,
                                568,
                                409,
                                578
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        129,
                                        568,
                                        409,
                                        578
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                129,
                                                568,
                                                409,
                                                578
                                            ],
                                            "type": "text",
                                            "content": "Fig. 5. Plastic SIF distributions as a function of (a) crack size and (b) crack front angle"
                                        }
                                    ]
                                }
                            ],
                            "index": 4,
                            "type": "image_caption"
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        35,
                        589,
                        505,
                        624
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                35,
                                589,
                                505,
                                624
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        35,
                                        589,
                                        505,
                                        624
                                    ],
                                    "type": "text",
                                    "content": "Within the current investigation a fatigue life estimation approach (Eq.6) based on the FEA results and experimental data is applied to predict residual durability of power steam turbine disk with take into account of operating time"
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        84,
                        635,
                        502,
                        674
                    ],
                    "type": "interline_equation",
                    "lines": [
                        {
                            "bbox": [
                                84,
                                635,
                                502,
                                674
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        84,
                                        635,
                                        502,
                                        674
                                    ],
                                    "type": "interline_equation",
                                    "content": "\\frac{da}{dN} = 2\\bar{\\delta}_c a\\left[\\frac{\\sigma_{yn}^2\\bar{S}_z - \\sigma_{th}^2\\Delta\\bar{S}_{th}}{\\sigma_f'\\epsilon_f'E\\bar{\\delta}_c}\\right]^{1 / m}. \\tag{6}",
                                    "image_path": "5c86bb268a96d43cd5b0df5e7b203a2c7bde9c83e28a0d592f7c47b760f68026.jpg"
                                }
                            ]
                        }
                    ],
                    "index": 6
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                544,
                742
            ],
            "page_idx": 6
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        36,
                        71,
                        508,
                        178
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                36,
                                71,
                                508,
                                178
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        36,
                                        71,
                                        508,
                                        178
                                    ],
                                    "type": "text",
                                    "content": "The above rate of crack propagation law contains the mechanical properties of the material, "
                                },
                                {
                                    "bbox": [
                                        36,
                                        71,
                                        508,
                                        178
                                    ],
                                    "type": "inline_equation",
                                    "content": "E"
                                },
                                {
                                    "bbox": [
                                        36,
                                        71,
                                        508,
                                        178
                                    ],
                                    "type": "text",
                                    "content": ", cyclic properties "
                                },
                                {
                                    "bbox": [
                                        36,
                                        71,
                                        508,
                                        178
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\sigma^{\\prime}, \\epsilon^{\\prime}, n^{\\prime}"
                                },
                                {
                                    "bbox": [
                                        36,
                                        71,
                                        508,
                                        178
                                    ],
                                    "type": "text",
                                    "content": ", the governing parameters of elastic- plastic stress- strain field "
                                },
                                {
                                    "bbox": [
                                        36,
                                        71,
                                        508,
                                        178
                                    ],
                                    "type": "inline_equation",
                                    "content": "I_{n}"
                                },
                                {
                                    "bbox": [
                                        36,
                                        71,
                                        508,
                                        178
                                    ],
                                    "type": "text",
                                    "content": " and a length parameter "
                                },
                                {
                                    "bbox": [
                                        36,
                                        71,
                                        508,
                                        178
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\overline{\\delta}_{c}"
                                },
                                {
                                    "bbox": [
                                        36,
                                        71,
                                        508,
                                        178
                                    ],
                                    "type": "text",
                                    "content": " associated with the fracture process zone size. More details to determine the SED functions "
                                },
                                {
                                    "bbox": [
                                        36,
                                        71,
                                        508,
                                        178
                                    ],
                                    "type": "inline_equation",
                                    "content": "S_{x}^{\\prime}, \\Delta \\overline{S}_{th}^{\\prime}"
                                },
                                {
                                    "bbox": [
                                        36,
                                        71,
                                        508,
                                        178
                                    ],
                                    "type": "text",
                                    "content": ", the "
                                },
                                {
                                    "bbox": [
                                        36,
                                        71,
                                        508,
                                        178
                                    ],
                                    "type": "inline_equation",
                                    "content": "I_{n}"
                                },
                                {
                                    "bbox": [
                                        36,
                                        71,
                                        508,
                                        178
                                    ],
                                    "type": "text",
                                    "content": "- factor and equivalent stress "
                                },
                                {
                                    "bbox": [
                                        36,
                                        71,
                                        508,
                                        178
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\overline{\\sigma}_{e}^{\\prime}"
                                },
                                {
                                    "bbox": [
                                        36,
                                        71,
                                        508,
                                        178
                                    ],
                                    "type": "text",
                                    "content": " for cracked body different configurations are given by Shlyannikov et al. (2016,b). The fatigue crack growth analysis was performed under harmonic loading using the elastic and elastic- plastic SIF's distributions along different crack front profiles. An initial circumferential edge crack at the highest elastic- plastic stress location was chosen to be "
                                },
                                {
                                    "bbox": [
                                        36,
                                        71,
                                        508,
                                        178
                                    ],
                                    "type": "inline_equation",
                                    "content": "1.6 \\mathrm{mm}"
                                },
                                {
                                    "bbox": [
                                        36,
                                        71,
                                        508,
                                        178
                                    ],
                                    "type": "text",
                                    "content": " in the depth and length direction, which is much smaller than the observed crack size at operation. It is found that the crack growth in the depth direction is much faster than that in the length direction."
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "type": "image",
                    "bbox": [
                        128,
                        201,
                        415,
                        336
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                128,
                                201,
                                415,
                                336
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        128,
                                        201,
                                        415,
                                        336
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                128,
                                                201,
                                                415,
                                                336
                                            ],
                                            "type": "image",
                                            "image_path": "683976267a950b0758eae6fcf5c13201f8383ae73ac8085d1ee1ed5d2b236679.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 1,
                            "type": "image_body"
                        },
                        {
                            "bbox": [
                                181,
                                346,
                                412,
                                356
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        181,
                                        346,
                                        412,
                                        356
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                181,
                                                346,
                                                412,
                                                356
                                            ],
                                            "type": "text",
                                            "content": "Fig. 6. Lifetime prediction based on elastic and elastic-plastic solutions"
                                        }
                                    ]
                                }
                            ],
                            "index": 2,
                            "type": "image_caption"
                        }
                    ],
                    "index": 1
                },
                {
                    "bbox": [
                        36,
                        374,
                        508,
                        458
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                36,
                                374,
                                508,
                                458
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        36,
                                        374,
                                        508,
                                        458
                                    ],
                                    "type": "text",
                                    "content": "Figure 6 represents the comparison between the predicted change in crack length "
                                },
                                {
                                    "bbox": [
                                        36,
                                        374,
                                        508,
                                        458
                                    ],
                                    "type": "inline_equation",
                                    "content": "a"
                                },
                                {
                                    "bbox": [
                                        36,
                                        374,
                                        508,
                                        458
                                    ],
                                    "type": "text",
                                    "content": " on the free surface of disc and the crack depth "
                                },
                                {
                                    "bbox": [
                                        36,
                                        374,
                                        508,
                                        458
                                    ],
                                    "type": "inline_equation",
                                    "content": "b"
                                },
                                {
                                    "bbox": [
                                        36,
                                        374,
                                        508,
                                        458
                                    ],
                                    "type": "text",
                                    "content": " along the slot of key as a function of fatigue load cycles for both type of solutions. To compare predictions of the crack growth rate for the elastic stress state of the turbine disk with elastic- plastic stress state we used the elastic and total strain energy density factor. The elastic- plastic solution on based on the plastic SIF's show that the crack would grow on the free surface from "
                                },
                                {
                                    "bbox": [
                                        36,
                                        374,
                                        508,
                                        458
                                    ],
                                    "type": "inline_equation",
                                    "content": "1.6 \\mathrm{mm}"
                                },
                                {
                                    "bbox": [
                                        36,
                                        374,
                                        508,
                                        458
                                    ],
                                    "type": "text",
                                    "content": " to "
                                },
                                {
                                    "bbox": [
                                        36,
                                        374,
                                        508,
                                        458
                                    ],
                                    "type": "inline_equation",
                                    "content": "10 \\mathrm{mm}"
                                },
                                {
                                    "bbox": [
                                        36,
                                        374,
                                        508,
                                        458
                                    ],
                                    "type": "text",
                                    "content": " and in the depth direction from "
                                },
                                {
                                    "bbox": [
                                        36,
                                        374,
                                        508,
                                        458
                                    ],
                                    "type": "inline_equation",
                                    "content": "1.6 \\mathrm{mm}"
                                },
                                {
                                    "bbox": [
                                        36,
                                        374,
                                        508,
                                        458
                                    ],
                                    "type": "text",
                                    "content": " to "
                                },
                                {
                                    "bbox": [
                                        36,
                                        374,
                                        508,
                                        458
                                    ],
                                    "type": "inline_equation",
                                    "content": "20 \\mathrm{mm}"
                                },
                                {
                                    "bbox": [
                                        36,
                                        374,
                                        508,
                                        458
                                    ],
                                    "type": "text",
                                    "content": " in about "
                                },
                                {
                                    "bbox": [
                                        36,
                                        374,
                                        508,
                                        458
                                    ],
                                    "type": "inline_equation",
                                    "content": "1,300"
                                },
                                {
                                    "bbox": [
                                        36,
                                        374,
                                        508,
                                        458
                                    ],
                                    "type": "text",
                                    "content": " cycles. At the same time the elastic solution using the elastic SIF's gives overestimate the lifetime in about "
                                },
                                {
                                    "bbox": [
                                        36,
                                        374,
                                        508,
                                        458
                                    ],
                                    "type": "inline_equation",
                                    "content": "1,700"
                                },
                                {
                                    "bbox": [
                                        36,
                                        374,
                                        508,
                                        458
                                    ],
                                    "type": "text",
                                    "content": " cycles."
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        36,
                        459,
                        507,
                        554
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                36,
                                459,
                                507,
                                554
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        36,
                                        459,
                                        507,
                                        554
                                    ],
                                    "type": "text",
                                    "content": "As the predicted crack growth rate according to nonlinear fracture mechanics approach is much faster that elastic modeling, this indicates that the plastic material properties have a significant effect on the damage accumulation and growth in a critical zone of turbine disc. It should be pointed out that the elastic solution is not accounted for the stress- strain state redistributions at the plastic zone close to the crack tip. The implications due to this limitation may give non- conservative predictions of crack growth rate for this case as the actual stress and strain may be higher than predicted by elastic solution. As the purpose for analyzing the edge crack in the turbine disc considered at the operation was to estimate the crack growth rate under extreme situation, the residual fatigue life should be determined based on the elastic- plastic solution."
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        37,
                        566,
                        84,
                        577
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                37,
                                566,
                                84,
                                577
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        37,
                                        566,
                                        84,
                                        577
                                    ],
                                    "type": "text",
                                    "content": "References"
                                }
                            ]
                        }
                    ],
                    "index": 5,
                    "level": 1
                },
                {
                    "bbox": [
                        36,
                        589,
                        508,
                        664
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                36,
                                589,
                                508,
                                664
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        36,
                                        589,
                                        508,
                                        664
                                    ],
                                    "type": "text",
                                    "content": "ANSYS Mechanical APDL Theory Reference Release 14.5// ANSYS, Inc. Southpointe, 275 Technology Drive, CanonBurg, PA 2012. Corne, A., Scheider, I., Schwalbe, K- H., 2003. On the practical application of cohesive model, Engng. Fract. Mech. 70,1963- 1987. Shlyannikov, V.N., Tumanov, A.V., 2014. Characterization of crack tip stress fields in test specimens using mode mixty parameters, Int. J. Fract. 185, pp. 49- 76. Shlyannikov, V.N., Boychenko, N.V., Tumanov, A.V., Fernandez- Canteli, A., 2014. The elastic and plastic constraint parameters for three- dimensional problems. Engng. Fract. Mech. 127,83- 96. Shlyannikov, V.N., Tumanov, A.V., Zakharov A.P., 2014. The mixed mode crack growth rate in cruciform, Theoret. Appl. Fract. Mech. 73, pp. 68- 81."
                                }
                            ]
                        }
                    ],
                    "index": 6
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                544,
                742
            ],
            "page_idx": 7
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        36,
                        72,
                        509,
                        147
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                36,
                                72,
                                509,
                                147
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        36,
                                        72,
                                        509,
                                        147
                                    ],
                                    "type": "text",
                                    "content": "Shlyannikov, V.N., Tumanov, A.V., Boychenko, N.V., 2015. A creep stress intensity factor approach to creep- fatigue crack growth. Eng Fract Mech. 142, 201- 219. Shlyannikov, V.N., Boychenko, N.V., Fernandez- Canteli, A., Muniz- Calvente, M., 2015. Elastic and plastic parts of strain energy density in critical distance determination. Eng Fract Mech. 147, 100- 118. Shlyannikov, V.N., Tumanov, A.V., Boychenko, N.V., Tartygasheva, A.M., 2016. Loading history effect on creep- fatigue crack growth in pipe bend. Int Journ Press Vess Piping. 139- 140, 86- 95. Shlyannikov, V.N., Zakharov A.P., Yarullin R.R., 2016. A plastic stress intensity factor approach to turbine disk structural integrity assessment, Frattura ed Integrita Struttrale, DOI: 10.3221."
                                }
                            ]
                        }
                    ],
                    "index": 0
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                544,
                742
            ],
            "page_idx": 8
        }
    ],
    "_backend": "vlm",
    "_version_name": "2.1.9"
}