{
    "pdf_info": [
        {
            "para_blocks": [
                {
                    "bbox": [
                        88,
                        76,
                        425,
                        99
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                88,
                                76,
                                425,
                                99
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        88,
                                        76,
                                        425,
                                        99
                                    ],
                                    "type": "text",
                                    "content": "Published in final edited form as: J Pediatr. 2011 September ; 159(3): 458- 465. e6. doi:10.1016/j.jpeds.2011.02.036."
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        89,
                        126,
                        503,
                        163
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                89,
                                126,
                                503,
                                163
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        89,
                                        126,
                                        503,
                                        163
                                    ],
                                    "type": "text",
                                    "content": "Detecting, Studying, and Treating Autism Early: The One-Year Well-Baby Check-Up Approach"
                                }
                            ]
                        }
                    ],
                    "index": 1,
                    "level": 1
                },
                {
                    "bbox": [
                        88,
                        176,
                        506,
                        237
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                88,
                                176,
                                506,
                                237
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        88,
                                        176,
                                        506,
                                        237
                                    ],
                                    "type": "text",
                                    "content": "Karen Pierce, PhD, Cindy Carter, PhD, Melanie Weinfeld, PhD, Jamie Desmond, MPH, Roxana Hazin, BS, Robert Bjork, MD, and Nicole Gallagher, BA. Department of Neurosciences (K.P., C.C., M.W.) and the Autism Center of Excellence (K.P., C.C., M.W., J.D., R.H., N.G.), School of Medicine, University of California San Diego, La Jolla, CA; and the Rady- Children's Hospital (R.B.), San Diego, CA"
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        89,
                        249,
                        139,
                        262
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                89,
                                249,
                                139,
                                262
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        89,
                                        249,
                                        139,
                                        262
                                    ],
                                    "type": "text",
                                    "content": "Abstract"
                                }
                            ]
                        }
                    ],
                    "index": 3,
                    "level": 1
                },
                {
                    "bbox": [
                        106,
                        269,
                        482,
                        304
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                106,
                                269,
                                482,
                                304
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        106,
                                        269,
                                        482,
                                        304
                                    ],
                                    "type": "text",
                                    "content": "Objectives- To determine the feasibility of implementing a broadband screen at the 1- year check- up to detect cases of autism spectrum disorders (ASD), language delay (LD), and developmental delay (DD)."
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        106,
                        310,
                        502,
                        358
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                106,
                                310,
                                502,
                                358
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        106,
                                        310,
                                        502,
                                        358
                                    ],
                                    "type": "text",
                                    "content": "Study design- The Communication and Symbolic Behavior Scales Developmental Profile Infant- Toddler Checklist was distributed at every 1- year pediatric check- up; 137 pediatricians and 225 infants participated. Screens were scored immediately, and failures referred for further evaluation."
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        106,
                        365,
                        504,
                        425
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                106,
                                365,
                                504,
                                425
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        106,
                                        365,
                                        504,
                                        425
                                    ],
                                    "type": "text",
                                    "content": "Results- Pediatricians screened 10 479 infants at the 1- year check- up; 184 infants who failed the screen were evaluated and tracked. To date, 32 infants received a provisional or final diagnosis of ASD, 56 of LD, nine of DD, and 36 of \"other.\" Five infants who initially tested positive for ASD no longer met criteria at follow- up. The remainder of the sample was false positive results. Positive predictive value was estimated to be .75."
                                }
                            ]
                        }
                    ],
                    "index": 6
                },
                {
                    "bbox": [
                        106,
                        431,
                        499,
                        479
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                106,
                                431,
                                499,
                                479
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        106,
                                        431,
                                        499,
                                        479
                                    ],
                                    "type": "text",
                                    "content": "Conclusions- The 1- Year Well- Baby Check- Up Approach shows promise as a simple mechanism to detect cases of ASD, LD, and DD at 1 year. This procedure offers an alternative to the baby sibling design as a mechanism to study autism prospectively, the results of which will enrich our understanding of autism at an early age."
                                }
                            ]
                        }
                    ],
                    "index": 7
                },
                {
                    "bbox": [
                        148,
                        487,
                        507,
                        536
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                487,
                                507,
                                536
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        487,
                                        507,
                                        536
                                    ],
                                    "type": "text",
                                    "content": "There is a paucity of prospective behavioral and biologic data on autism at 12 months of age. The reason for this gap is that autism remains behaviorally, not biologically, defined and diagnosed, and this significantly limits the approaches that can be used for the very early identification and study of infants at high risk for the disorder."
                                }
                            ]
                        }
                    ],
                    "index": 8
                },
                {
                    "bbox": [
                        148,
                        545,
                        522,
                        654
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                545,
                                522,
                                654
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        545,
                                        522,
                                        654
                                    ],
                                    "type": "text",
                                    "content": "From a research perspective, the major approach currently used to prospectively study autism is the baby/sibling design. The approach is based on the fact that mothers of children with autism have a "
                                },
                                {
                                    "bbox": [
                                        148,
                                        545,
                                        522,
                                        654
                                    ],
                                    "type": "inline_equation",
                                    "content": "5\\%"
                                },
                                {
                                    "bbox": [
                                        148,
                                        545,
                                        522,
                                        654
                                    ],
                                    "type": "text",
                                    "content": " to "
                                },
                                {
                                    "bbox": [
                                        148,
                                        545,
                                        522,
                                        654
                                    ],
                                    "type": "inline_equation",
                                    "content": "10\\%"
                                },
                                {
                                    "bbox": [
                                        148,
                                        545,
                                        522,
                                        654
                                    ],
                                    "type": "text",
                                    "content": " chance of giving birth to a second child who will have development of an autism spectrum disorder (ASD). New studies suggest that recurrence rates may be even higher. Although the scientific importance of baby/sibling research is undeniably high, this method contains an intrinsic sampling bias in that, by design, it targets only families with an already existing child with autism. As such, resulting ASD samples are only those from multiplex families. Differences in rates of genetic mutations and indexes of fetal development between singleton and multiplex cases suggest"
                                }
                            ]
                        }
                    ],
                    "index": 9
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                612,
                792
            ],
            "page_idx": 0
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        148,
                        59,
                        514,
                        83
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                59,
                                514,
                                83
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        59,
                                        514,
                                        83
                                    ],
                                    "type": "text",
                                    "content": "the possibility of etiologic differences between those two groups. Prospective methods that sample autism as it occurs in the general population are needed."
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        148,
                        93,
                        522,
                        272
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                93,
                                522,
                                272
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        93,
                                        522,
                                        272
                                    ],
                                    "type": "text",
                                    "content": "From a clinical perspective, systematic screening of infants for autism at well- baby check- ups (18–24 months) is an essential goal that has been recently proposed by the American Academy of Pediatrics.7 Even with screening at 18 and 24 months, many children do not begin treatment until well after their second or third birthday. Neuroscience has provided strong evidence implicating the profound impact of early environmental manipulation on the developing brain.8 The opportunity to begin the treatment of autism specifically around the first birthday, an age when brain growth is altered,9–11 has not been systematically achieved but seems to have potential to change outcome for affected children. Unfortunately, there are currently no valid autism- specific screening tools for the 12- month age. In 2002, however, Wetherby and Prizant12 developed a general broadband screen, the Communication and Symbolic Behavior Scales Developmental Profile Infant- Toddler Checklist (CSBS- DP IT- Checklist), that detects a wide range of disorders such as global developmental delay, general language delay, and autism between 6 to 24 months. This screening tool, however, has never been administered systematically in a clinical setting as standard of care or as a mechanism to study autism prospectively."
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "bbox": [
                        148,
                        283,
                        520,
                        367
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                283,
                                520,
                                367
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        283,
                                        520,
                                        367
                                    ],
                                    "type": "text",
                                    "content": "The goals of this investigation were (1) to demonstrate the feasibility of assembling a pediatrician network designed to systematically screen all 1- year old infants; (2) to track the number of babies screened by this network and the rates of ASD, language delay (LD), developmental delay (DD), and false- positive results detected by the process; (3) to identify the ages with which infants with ASD, LD, and DD were referred for treatment, as well as when they actually began treatment; and (4) to evaluate pediatrician satisfaction with the program."
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        88,
                        380,
                        139,
                        394
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                88,
                                380,
                                139,
                                394
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        88,
                                        380,
                                        139,
                                        394
                                    ],
                                    "type": "text",
                                    "content": "Methods"
                                }
                            ]
                        }
                    ],
                    "index": 3,
                    "level": 1
                },
                {
                    "bbox": [
                        148,
                        401,
                        522,
                        556
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                401,
                                522,
                                556
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        401,
                                        522,
                                        556
                                    ],
                                    "type": "text",
                                    "content": "The overall design of the study included establishing a network of pediatricians throughout San Diego County and initiating a systematic screening program for all infants at the 1- year check- up. Conceptually, the program included five parts. First, pediatricians and their staff participated in a 1- hour educational seminar that provided general information about autism, as well as instruction regarding implementation and scoring of a screening tool to be used at all 1- year well- baby visits. Second, the number of screening forms handed out and the number of infants who passed versus failed at each office was tracked. Third, any infant who failed the screening form was referred to our laboratory for further developmental testing. Fourth, on the basis of testing scores, any infant who performed below expected developmental norms for age was referred for treatment and his/her participation was tracked. Fifth, each infant was developmentally evaluated every 6 months until age 36 months. This project was reviewed and approved by the Human Subjects Protection Review Board at the University of California, San Diego."
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        149,
                        567,
                        520,
                        602
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                149,
                                567,
                                520,
                                602
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        149,
                                        567,
                                        520,
                                        602
                                    ],
                                    "type": "text",
                                    "content": "Pediatricians "
                                },
                                {
                                    "bbox": [
                                        149,
                                        567,
                                        520,
                                        602
                                    ],
                                    "type": "inline_equation",
                                    "content": "(n = 137)"
                                },
                                {
                                    "bbox": [
                                        149,
                                        567,
                                        520,
                                        602
                                    ],
                                    "type": "text",
                                    "content": " with practices across 30 different offices throughout San Diego County took part in this study. Pilot data collection for this project began at the end of 2005, and pediatric offices joined steadily over the next 3.5 years."
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        149,
                        613,
                        519,
                        685
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                149,
                                613,
                                519,
                                685
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        149,
                                        613,
                                        519,
                                        685
                                    ],
                                    "type": "text",
                                    "content": "All infants who went to their pediatrician for a 1- year check- up were screened, with no exclusionary criteria. If an infant failed the screening, they were referred to our laboratory for further testing and were developmentally evaluated every 6 months until age 36 months; 184 infants who failed the screening were tracked and are the focus of this study. To obtain typical control subjects, pediatricians randomly selected infants who passed the screening and gave a referral flyer to their caregiver; 41 infants participated as control subjects."
                                }
                            ]
                        }
                    ],
                    "index": 6
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                612,
                792
            ],
            "page_idx": 1
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        148,
                        59,
                        522,
                        95
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                59,
                                522,
                                95
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        59,
                                        522,
                                        95
                                    ],
                                    "type": "text",
                                    "content": "Regardless of at- risk or control status, all families were accepted equally when they called to enroll. For summary purposes, infants were categorized according to their current diagnoses on the basis of age at first evaluation session (Table I)."
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        89,
                        106,
                        277,
                        118
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                89,
                                106,
                                277,
                                118
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        89,
                                        106,
                                        277,
                                        118
                                    ],
                                    "type": "text",
                                    "content": "Screening Form: CSBS-DP-IT-Checklist"
                                }
                            ]
                        }
                    ],
                    "index": 1,
                    "level": 1
                },
                {
                    "bbox": [
                        148,
                        124,
                        519,
                        303
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                124,
                                519,
                                303
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        124,
                                        519,
                                        303
                                    ],
                                    "type": "text",
                                    "content": "The CSBS- DP- IT- Checklist is a 24- item parent- report questionnaire shown to have both high sensitivity and specificity."
                                },
                                {
                                    "bbox": [
                                        148,
                                        124,
                                        519,
                                        303
                                    ],
                                    "type": "inline_equation",
                                    "content": "^{12,13}"
                                },
                                {
                                    "bbox": [
                                        148,
                                        124,
                                        519,
                                        303
                                    ],
                                    "type": "text",
                                    "content": " This screening tool quantifies an infant's proficiency in three subdomains: social and emotional communication, receptive and expressive speech, and symbolic behavior. This project used the 10th percentile cutoff scores, available at www.firstsigns.org. The form can be filled out in 5 minutes by caregivers and scored in less than 2 minutes by medical staff. The CSBS- DP- IT- Checklist is ideal as a first pass developmental screen because it was originally designed to detect children with communication delays and not autism per se. Given that children at risk for an ASD often have delays in language, it would be expected to detect a considerable percentage of infants at risk for an ASD, as well as those that were experiencing an LD or global DD."
                                },
                                {
                                    "bbox": [
                                        148,
                                        124,
                                        519,
                                        303
                                    ],
                                    "type": "inline_equation",
                                    "content": "^{12,13}"
                                },
                                {
                                    "bbox": [
                                        148,
                                        124,
                                        519,
                                        303
                                    ],
                                    "type": "text",
                                    "content": " If used as a broadband screen for research purposes, the use of the CSBS- DP- IT- Checklist yields three natural contrast groups (ASD, LD, and DD), an essential consideration given the somewhat overlapping behavioral phenotype of these groups at a young age. If used as a broadband screen for clinical purposes, it has the potential to identify a wide range of children who may benefit from early treatment."
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        88,
                        313,
                        510,
                        338
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                88,
                                313,
                                510,
                                338
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        88,
                                        313,
                                        510,
                                        338
                                    ],
                                    "type": "text",
                                    "content": "Educational Seminar, 1-Year Well-Baby Check-Up Procedure, and CSBS-DP-IT-Checklist Tracking"
                                }
                            ]
                        }
                    ],
                    "index": 3,
                    "level": 1
                },
                {
                    "bbox": [
                        148,
                        343,
                        516,
                        427
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                343,
                                516,
                                427
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        343,
                                        516,
                                        427
                                    ],
                                    "type": "text",
                                    "content": "Pediatricians and their medical staff attended an educational seminar given by one of the authors (K.P.). The content of the seminar included a discussion of autism, the importance of early screening, and specifics about CSBS- DP- IT- Checklist scoring. Because the project was conducted in the context of institutional review board regulations, laboratory members were not allowed to contact families of babies who failed the screening form. Instead, pediatricians handed out referral flyers for further developmental evaluations at our laboratory."
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        148,
                        437,
                        521,
                        485
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                437,
                                521,
                                485
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        437,
                                        521,
                                        485
                                    ],
                                    "type": "text",
                                    "content": "To track the number of referrals to our laboratory, any failed CSBS- DP- IT- Checklist form referred for further testing was denoted by a check on the bottom of the screening form. To track the number of screening forms that were administered per pediatric office, deidentified photocopies of completed screening forms were collected every 2 weeks."
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        148,
                        495,
                        520,
                        591
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                495,
                                520,
                                591
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        495,
                                        520,
                                        591
                                    ],
                                    "type": "text",
                                    "content": "Thus the 1- Year Well- Baby Check Up Approach can be summarized as follows: (1) the CSBS- DP- IT- Checklist is handed out by the receptionist to the parent at check- in for all 1- year well baby visits; (2) the parent fills out the CSBS- DP- IT- Checklist while in the waiting room; (3) the CSBS- DP- IT- Checklist is immediately scored by a medical staff member and placed in the baby's chart; (4) the pediatrician reviews the scored screen before 1- year examination; (5) the pediatrician refers any baby who failed for further developmental evaluation via a flyer; and (6) copies of deidentified completed CSBS- DP- IT- Checklist forms are collected every 2 weeks."
                                }
                            ]
                        }
                    ],
                    "index": 6
                },
                {
                    "bbox": [
                        88,
                        602,
                        244,
                        615
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                88,
                                602,
                                244,
                                615
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        88,
                                        602,
                                        244,
                                        615
                                    ],
                                    "type": "text",
                                    "content": "Infant Developmental Evaluation"
                                }
                            ]
                        }
                    ],
                    "index": 7,
                    "level": 1
                },
                {
                    "bbox": [
                        148,
                        620,
                        517,
                        691
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                620,
                                517,
                                691
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        620,
                                        517,
                                        691
                                    ],
                                    "type": "text",
                                    "content": "Infants who failed the screening and were referred to our laboratory participated in a series of tests administered by highly experienced PhD- level psychologists, including the Autism Diagnostic Observation Schedule- Toddler Module (ADOS- T), newly validated for use with infants as young as 12 months"
                                },
                                {
                                    "bbox": [
                                        148,
                                        620,
                                        517,
                                        691
                                    ],
                                    "type": "inline_equation",
                                    "content": "^{14}"
                                },
                                {
                                    "bbox": [
                                        148,
                                        620,
                                        517,
                                        691
                                    ],
                                    "type": "text",
                                    "content": " and the Mullen Scales of Early Learning."
                                },
                                {
                                    "bbox": [
                                        148,
                                        620,
                                        517,
                                        691
                                    ],
                                    "type": "inline_equation",
                                    "content": "^{15}"
                                },
                                {
                                    "bbox": [
                                        148,
                                        620,
                                        517,
                                        691
                                    ],
                                    "type": "text",
                                    "content": " Parents were asked to participate in additional behavioral (eg, eye tracking) and biologic tests that included a blood draw and magnetic resonance imaging as part of a larger study"
                                }
                            ]
                        }
                    ],
                    "index": 8
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                612,
                792
            ],
            "page_idx": 2
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        148,
                        59,
                        519,
                        275
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                59,
                                519,
                                275
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        59,
                                        519,
                                        275
                                    ],
                                    "type": "text",
                                    "content": "(www.autism- center.ucsd.edu). Infants returned to our laboratory every 6 months until age 3 years. Only ADOS- T, Mullen, and CSBS- DP- IT- Checklist scores will be reported here. Infants were considered \"at risk\" for an ASD on the basis of a failure of the ADOS- T and clinical judgment any time between 12 to 18 months, provisionally ASD between 19 to 31 months, and final ASD between 32 to 36 months. Final diagnosis at 32 to 36 months was also confirmed with the Autism Diagnostic Interview- R.16 Infants were categorized having LD if one or both of the language subtest results of the Mullen was "
                                },
                                {
                                    "bbox": [
                                        148,
                                        59,
                                        519,
                                        275
                                    ],
                                    "type": "inline_equation",
                                    "content": ">1"
                                },
                                {
                                    "bbox": [
                                        148,
                                        59,
                                        519,
                                        275
                                    ],
                                    "type": "text",
                                    "content": " SD below expected values for that age (ie, a t- score "
                                },
                                {
                                    "bbox": [
                                        148,
                                        59,
                                        519,
                                        275
                                    ],
                                    "type": "inline_equation",
                                    "content": "< 40"
                                },
                                {
                                    "bbox": [
                                        148,
                                        59,
                                        519,
                                        275
                                    ],
                                    "type": "text",
                                    "content": "), which is slightly more liberal than most standard definitions of language delay that use a "
                                },
                                {
                                    "bbox": [
                                        148,
                                        59,
                                        519,
                                        275
                                    ],
                                    "type": "inline_equation",
                                    "content": "- 1.25"
                                },
                                {
                                    "bbox": [
                                        148,
                                        59,
                                        519,
                                        275
                                    ],
                                    "type": "text",
                                    "content": " SD cutoff. Infants were considered DD if scores on 3 or more of the subtests of the Mullen and the overall early learning composite was "
                                },
                                {
                                    "bbox": [
                                        148,
                                        59,
                                        519,
                                        275
                                    ],
                                    "type": "inline_equation",
                                    "content": ">1"
                                },
                                {
                                    "bbox": [
                                        148,
                                        59,
                                        519,
                                        275
                                    ],
                                    "type": "text",
                                    "content": " SD below expected values. Infants were considered \"other\" if they showed delays outside the aforementioned categories such as motor delay. Infants were considered as having a false- positive result if despite failing the screening form at the 1- year check- up, they scored within the normal range on standardized tests at our laboratory. Infants were considered typically developing if test scores were above "
                                },
                                {
                                    "bbox": [
                                        148,
                                        59,
                                        519,
                                        275
                                    ],
                                    "type": "inline_equation",
                                    "content": "- 1"
                                },
                                {
                                    "bbox": [
                                        148,
                                        59,
                                        519,
                                        275
                                    ],
                                    "type": "text",
                                    "content": " SD. Infants determined to be developing below age- appropriate levels in social, language, or cognitive functioning at any time were referred for treatment mediated by California Early Start or the University of California, San Diego Autism Center of Excellence."
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        88,
                        286,
                        316,
                        299
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                88,
                                286,
                                316,
                                299
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        88,
                                        286,
                                        316,
                                        299
                                    ],
                                    "type": "text",
                                    "content": "CSBS-DP-IT-Checklist Positive Predictive Value"
                                }
                            ]
                        }
                    ],
                    "index": 1,
                    "level": 1
                },
                {
                    "bbox": [
                        148,
                        304,
                        513,
                        338
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                304,
                                513,
                                338
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        304,
                                        513,
                                        338
                                    ],
                                    "type": "text",
                                    "content": "Positive predictive value, the proportion of toddlers who initially failed the screening form who in fact have a true delay, was calculated as the number of True- positive results/True- positives + False- positive results."
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        89,
                        351,
                        186,
                        362
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                89,
                                351,
                                186,
                                362
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        89,
                                        351,
                                        186,
                                        362
                                    ],
                                    "type": "text",
                                    "content": "Treatment Inventory"
                                }
                            ]
                        }
                    ],
                    "index": 3,
                    "level": 1
                },
                {
                    "bbox": [
                        148,
                        368,
                        515,
                        402
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                368,
                                515,
                                402
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        368,
                                        515,
                                        402
                                    ],
                                    "type": "text",
                                    "content": "The onset date, quantity, and type of treatment were tracked for each infant with a form filled out by caregivers. This form was completed as a take- home survey or done via phone interview every 6 months (Figure 1; available at www.jpeds.com)."
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        89,
                        415,
                        276,
                        427
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                89,
                                415,
                                276,
                                427
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        89,
                                        415,
                                        276,
                                        427
                                    ],
                                    "type": "text",
                                    "content": "Pediatrician Satisfaction Questionnaire"
                                }
                            ]
                        }
                    ],
                    "index": 5,
                    "level": 1
                },
                {
                    "bbox": [
                        148,
                        431,
                        515,
                        491
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                431,
                                515,
                                491
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        431,
                                        515,
                                        491
                                    ],
                                    "type": "text",
                                    "content": "To evaluate each pediatrician's interpretation of the quality and usefulness of the program, each was asked to fill out a questionnaire anonymously and return via mail. A total of nine multiple- choice or yes/no questions were asked such as \"Before participation in this program, did you or your office consistently screen 1- year- olds?\" and \"Do you believe that participation in this program enhanced your clinical practice?\""
                                }
                            ]
                        }
                    ],
                    "index": 6
                },
                {
                    "bbox": [
                        88,
                        505,
                        132,
                        518
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                88,
                                505,
                                132,
                                518
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        88,
                                        505,
                                        132,
                                        518
                                    ],
                                    "type": "text",
                                    "content": "Results"
                                }
                            ]
                        }
                    ],
                    "index": 7,
                    "level": 1
                },
                {
                    "bbox": [
                        89,
                        524,
                        274,
                        536
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                89,
                                524,
                                274,
                                536
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        89,
                                        524,
                                        274,
                                        536
                                    ],
                                    "type": "text",
                                    "content": "Screening Form Failures and Referrals"
                                }
                            ]
                        }
                    ],
                    "index": 8,
                    "level": 1
                },
                {
                    "bbox": [
                        148,
                        541,
                        520,
                        673
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                541,
                                520,
                                673
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        541,
                                        520,
                                        673
                                    ],
                                    "type": "text",
                                    "content": "A total of 10 479 screens were administered; the mean age at screening was 12.54 months (range 10.08 to 15.97 months). On the basis of the 10th percentile cutoff scores that were used,17 it was expected that approximately 1047 infants would fail the screening. In our San Diego sample, 1318 children failed the screening (12.5 %); 346 were referred to our laboratory as indicated by the referral check box. Compliance, for purposes of this study, is defined as the rate of parent enrollment of their infant on the basis of pediatrician referral. Of the initial 346 referrals, parents of 208 infants enrolled and 184 infants were seen for at least two testing sessions and are the focus of this study. Pediatricians randomly selected an additional 66 infants who passed the screening form to serve as typical control subjects, 41 of whom maintained active participation. The total final sample size was 225 infants (Figure 2)."
                                }
                            ]
                        }
                    ],
                    "index": 9
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                612,
                792
            ],
            "page_idx": 3
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        88,
                        58,
                        368,
                        70
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                88,
                                58,
                                368,
                                70
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        88,
                                        58,
                                        368,
                                        70
                                    ],
                                    "type": "text",
                                    "content": "Infant Developmental Evaluation, Tracking, and Diagnoses"
                                }
                            ]
                        }
                    ],
                    "index": 0,
                    "level": 1
                },
                {
                    "bbox": [
                        148,
                        75,
                        522,
                        267
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                75,
                                522,
                                267
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        75,
                                        522,
                                        267
                                    ],
                                    "type": "text",
                                    "content": "Infant Developmental Evaluation, Tracking, and DiagnosesOn average, infants with ASD were tested across an average of six separate visits, and "
                                },
                                {
                                    "bbox": [
                                        148,
                                        75,
                                        522,
                                        267
                                    ],
                                    "type": "inline_equation",
                                    "content": "72\\%"
                                },
                                {
                                    "bbox": [
                                        148,
                                        75,
                                        522,
                                        267
                                    ],
                                    "type": "text",
                                    "content": " of the ASD sample has been given a final diagnosis at 32 to 36 months or greater. One infant (3% of sample) was tracked until only 18 months, and the remaining "
                                },
                                {
                                    "bbox": [
                                        148,
                                        75,
                                        522,
                                        267
                                    ],
                                    "type": "inline_equation",
                                    "content": "25\\%"
                                },
                                {
                                    "bbox": [
                                        148,
                                        75,
                                        522,
                                        267
                                    ],
                                    "type": "text",
                                    "content": " of the sample has been tracked until at least 24 months. There is now research empirically demonstrating the stability of diagnoses at this age.18- 20 Toddlers with an ASD were tracked for significantly longer than non- ASD groups "
                                },
                                {
                                    "bbox": [
                                        148,
                                        75,
                                        522,
                                        267
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\mathrm{F}_{6,218} = 2.35"
                                },
                                {
                                    "bbox": [
                                        148,
                                        75,
                                        522,
                                        267
                                    ],
                                    "type": "text",
                                    "content": ", "
                                },
                                {
                                    "bbox": [
                                        148,
                                        75,
                                        522,
                                        267
                                    ],
                                    "type": "inline_equation",
                                    "content": "P = .035"
                                },
                                {
                                    "bbox": [
                                        148,
                                        75,
                                        522,
                                        267
                                    ],
                                    "type": "text",
                                    "content": ". Follow- up "
                                },
                                {
                                    "bbox": [
                                        148,
                                        75,
                                        522,
                                        267
                                    ],
                                    "type": "inline_equation",
                                    "content": "t"
                                },
                                {
                                    "bbox": [
                                        148,
                                        75,
                                        522,
                                        267
                                    ],
                                    "type": "text",
                                    "content": "- tests and additional tracking information is available in Table II. Out of the 184 infants who initially failed the CSBS- DP- IT- Checklist and were followed by this study, 32 received a provisional or final diagnosis of ASD and an additional five infants originally considered as having an ASD no longer met criteria at follow- up. Fifty- six infants were diagnosed as LD, nine as DD, 36 as \"other,\" and 46 were considered a false- positive result. All 41 infants who maintained participation as typical control subjects tested within the normal range. Summary information regarding the earliest available ADOS- T and Mullen scores, as well as the most recent ADOS- T and Mullen scores for each subject group, are available in Tables III and IV (available at www.jpeds.com). Note that ADOS- T scores are relatively stable across the two test periods for children identified as having an ASD."
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "bbox": [
                        89,
                        278,
                        231,
                        290
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                89,
                                278,
                                231,
                                290
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        89,
                                        278,
                                        231,
                                        290
                                    ],
                                    "type": "text",
                                    "content": "CSBS-DP-IT-Checklist Scores"
                                }
                            ]
                        }
                    ],
                    "index": 2,
                    "level": 1
                },
                {
                    "bbox": [
                        148,
                        295,
                        520,
                        427
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                295,
                                520,
                                427
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        295,
                                        520,
                                        427
                                    ],
                                    "type": "text",
                                    "content": "CSBS- DP- IT- Checklist ScoresBecause copies of the CSBS- DP- IT- Checklist forms were deidentified and we were blind to patient information at the time of form pick- up, original forms for each infant participant were located after parents signed the consent form at our laboratory (eg, retrospectively via pediatricians' files). Sixty- six percent of original CSBS- DP- IT- Checklist forms filled out at the 1- year check- up were located for those infants who failed and were seen at our laboratory. The inability to locate the remaining forms was due to the fact that although pediatric offices were requested to make photocopies of each screening form to keep one for their files that we could locate after the family signed a consent form, many failed to do so. Excluding control subjects who consistently passed the screening form, there were no differences in overall CSBS- DP- IT- Checklist scores for any of the remaining five subject groups, "
                                },
                                {
                                    "bbox": [
                                        148,
                                        295,
                                        520,
                                        427
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\mathrm{F} = 2.371"
                                },
                                {
                                    "bbox": [
                                        148,
                                        295,
                                        520,
                                        427
                                    ],
                                    "type": "text",
                                    "content": " (4, 117) "
                                },
                                {
                                    "bbox": [
                                        148,
                                        295,
                                        520,
                                        427
                                    ],
                                    "type": "inline_equation",
                                    "content": "P > .05"
                                },
                                {
                                    "bbox": [
                                        148,
                                        295,
                                        520,
                                        427
                                    ],
                                    "type": "text",
                                    "content": " (Figure 3)."
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        88,
                        438,
                        316,
                        451
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                88,
                                438,
                                316,
                                451
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        88,
                                        438,
                                        316,
                                        451
                                    ],
                                    "type": "text",
                                    "content": "CSBS-DP-IT-Checklist Positive Predictive Value"
                                }
                            ]
                        }
                    ],
                    "index": 4,
                    "level": 1
                },
                {
                    "bbox": [
                        148,
                        455,
                        521,
                        551
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                455,
                                521,
                                551
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        455,
                                        521,
                                        551
                                    ],
                                    "type": "text",
                                    "content": "CSBS- DP- IT- Checklist Positive Predictive ValueOn the basis of the outcome data provided in Table I, estimates of the positive predictive value of the CSBS- DP- IT- Checklist as a screening tool for detecting a wide range of DDs (ASD, prior positive ASD test result, LD, DD, or \"other\") at 12 months was "
                                },
                                {
                                    "bbox": [
                                        148,
                                        455,
                                        521,
                                        551
                                    ],
                                    "type": "inline_equation",
                                    "content": "75\\%"
                                },
                                {
                                    "bbox": [
                                        148,
                                        455,
                                        521,
                                        551
                                    ],
                                    "type": "text",
                                    "content": ". This was based on the calculation True- positive results/True- positive results + False- positive positive results (ie, "
                                },
                                {
                                    "bbox": [
                                        148,
                                        455,
                                        521,
                                        551
                                    ],
                                    "type": "inline_equation",
                                    "content": "138 / 138 + 46"
                                },
                                {
                                    "bbox": [
                                        148,
                                        455,
                                        521,
                                        551
                                    ],
                                    "type": "text",
                                    "content": "). Note that the prior positive ASD test result cases were included in the numerator of this calculation as a true- positive result because, despite no longer meeting full criteria for ASD, all received behavioral treatment, two cases still exhibited some language delay at follow- up, and in all cases some unusual social behaviors remained."
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        89,
                        563,
                        186,
                        574
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                89,
                                563,
                                186,
                                574
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        89,
                                        563,
                                        186,
                                        574
                                    ],
                                    "type": "text",
                                    "content": "Treatment Inventory"
                                }
                            ]
                        }
                    ],
                    "index": 6,
                    "level": 1
                },
                {
                    "bbox": [
                        148,
                        578,
                        522,
                        675
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                578,
                                522,
                                675
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        578,
                                        522,
                                        675
                                    ],
                                    "type": "text",
                                    "content": "Treatment InventoryThe utility of a screening program can only fully be realized if effective treatment options exist for test positive cases.21 In this study, "
                                },
                                {
                                    "bbox": [
                                        148,
                                        578,
                                        522,
                                        675
                                    ],
                                    "type": "inline_equation",
                                    "content": "100\\%"
                                },
                                {
                                    "bbox": [
                                        148,
                                        578,
                                        522,
                                        675
                                    ],
                                    "type": "text",
                                    "content": " of toddlers with an ASD or DD and "
                                },
                                {
                                    "bbox": [
                                        148,
                                        578,
                                        522,
                                        675
                                    ],
                                    "type": "inline_equation",
                                    "content": "89\\%"
                                },
                                {
                                    "bbox": [
                                        148,
                                        578,
                                        522,
                                        675
                                    ],
                                    "type": "text",
                                    "content": " with a LD were referred for behavioral treatment as soon as a delay was detected on the basis of standardized test scores and clinical judgment. Treatment, on average, began around 19 months in age. Considering the sample as a whole, children with an ASD received an average of 11.5 hours per week of treatment, which was significantly more treatment than children with an LD (mean 1.9 hours per week, "
                                },
                                {
                                    "bbox": [
                                        148,
                                        578,
                                        522,
                                        675
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\mathrm{t} = 8.1"
                                },
                                {
                                    "bbox": [
                                        148,
                                        578,
                                        522,
                                        675
                                    ],
                                    "type": "text",
                                    "content": ", "
                                },
                                {
                                    "bbox": [
                                        148,
                                        578,
                                        522,
                                        675
                                    ],
                                    "type": "inline_equation",
                                    "content": "P < .05"
                                },
                                {
                                    "bbox": [
                                        148,
                                        578,
                                        522,
                                        675
                                    ],
                                    "type": "text",
                                    "content": ") but not toddlers with a DD (mean 8.5 hours, "
                                },
                                {
                                    "bbox": [
                                        148,
                                        578,
                                        522,
                                        675
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\mathrm{t} = 1.1"
                                },
                                {
                                    "bbox": [
                                        148,
                                        578,
                                        522,
                                        675
                                    ],
                                    "type": "text",
                                    "content": ", "
                                },
                                {
                                    "bbox": [
                                        148,
                                        578,
                                        522,
                                        675
                                    ],
                                    "type": "inline_equation",
                                    "content": "P > .05"
                                },
                                {
                                    "bbox": [
                                        148,
                                        578,
                                        522,
                                        675
                                    ],
                                    "type": "text",
                                    "content": "; Figure 4; available at www.jpeds.com)."
                                }
                            ]
                        }
                    ],
                    "index": 7
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                612,
                792
            ],
            "page_idx": 4
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        89,
                        58,
                        276,
                        70
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                89,
                                58,
                                276,
                                70
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        89,
                                        58,
                                        276,
                                        70
                                    ],
                                    "type": "text",
                                    "content": "Pediatrician Satisfaction Questionnaire"
                                }
                            ]
                        }
                    ],
                    "index": 0,
                    "level": 1
                },
                {
                    "bbox": [
                        148,
                        76,
                        517,
                        147
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                76,
                                517,
                                147
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        76,
                                        517,
                                        147
                                    ],
                                    "type": "text",
                                    "content": "Pediatrician Satisfaction QuestionnaireNinety- two pediatricians completed and returned the survey. Most pediatricians were not systematically screening infants at any age before participation in the 1- Year Well- Baby Check- Up Approach (Table V; available at www.jpeds.com). In contrast, after participation in our program, "
                                },
                                {
                                    "bbox": [
                                        148,
                                        76,
                                        517,
                                        147
                                    ],
                                    "type": "inline_equation",
                                    "content": "96\\%"
                                },
                                {
                                    "bbox": [
                                        148,
                                        76,
                                        517,
                                        147
                                    ],
                                    "type": "text",
                                    "content": " of pediatricians evaluated the program positively and believed that it was a clinically valuable improvement to their practice. Importantly, all pediatric practices are still using the screening tool today."
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "bbox": [
                        89,
                        160,
                        154,
                        175
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                89,
                                160,
                                154,
                                175
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        89,
                                        160,
                                        154,
                                        175
                                    ],
                                    "type": "text",
                                    "content": "Discussion"
                                }
                            ]
                        }
                    ],
                    "index": 2,
                    "level": 1
                },
                {
                    "bbox": [
                        148,
                        182,
                        520,
                        337
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                182,
                                520,
                                337
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        182,
                                        520,
                                        337
                                    ],
                                    "type": "text",
                                    "content": "On the basis of 10 479 simple screening forms administered at the first- year pediatric examination, 32 infants were identified as having ASD. Current epidemiologic estimates report that 65 of every 10 000 infants born will be diagnosed as having an ASD by early childhood.22 Given that late onset (approximately "
                                },
                                {
                                    "bbox": [
                                        148,
                                        182,
                                        520,
                                        337
                                    ],
                                    "type": "inline_equation",
                                    "content": "20\\%"
                                },
                                {
                                    "bbox": [
                                        148,
                                        182,
                                        520,
                                        337
                                    ],
                                    "type": "text",
                                    "content": " of cases), regression "
                                },
                                {
                                    "bbox": [
                                        148,
                                        182,
                                        520,
                                        337
                                    ],
                                    "type": "inline_equation",
                                    "content": "25\\%"
                                },
                                {
                                    "bbox": [
                                        148,
                                        182,
                                        520,
                                        337
                                    ],
                                    "type": "text",
                                    "content": " of cases23), and Asperger's cases ( "
                                },
                                {
                                    "bbox": [
                                        148,
                                        182,
                                        520,
                                        337
                                    ],
                                    "type": "inline_equation",
                                    "content": "10\\%"
                                },
                                {
                                    "bbox": [
                                        148,
                                        182,
                                        520,
                                        337
                                    ],
                                    "type": "text",
                                    "content": " of cases24) would not be expected to be detected by screening at the first birthday, rates obtained by this study are in alignment with what would be predicted on the basis of current prevalence rates. The strategy outlined here thus provides a simple mechanism for research laboratories to study autism beginning at 12 months. The ability to study autism in the general population before the onset of obvious symptoms may be particularly important for research studies aimed at identifying early biomarkers of the disorder. Furthermore, the 1- Year Well- Baby Check- Up Approach not only successfully identified early cases of autism, but also 56 cases of LD and nine cases of DD that stand as important research contrast groups."
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        148,
                        346,
                        519,
                        455
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                346,
                                519,
                                455
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        346,
                                        519,
                                        455
                                    ],
                                    "type": "text",
                                    "content": "The standard of clinical care was dramatically changed for infants in San Diego with relatively little effort on the part of participating pediatric offices. In a strong display of collaboration, 137 pediatricians actively and consistently screened infants at 1 year and are continuing to do so today. Before participation in this study, only "
                                },
                                {
                                    "bbox": [
                                        148,
                                        346,
                                        519,
                                        455
                                    ],
                                    "type": "inline_equation",
                                    "content": "22\\%"
                                },
                                {
                                    "bbox": [
                                        148,
                                        346,
                                        519,
                                        455
                                    ],
                                    "type": "text",
                                    "content": " of pediatricians were consistently screening at 1 year. In contrast to other population- based screening studies that used screens that were mailed in or received from multiple child and health care agencies,12,25 this study reflects a valid assessment of what can be achieved in real- world pediatric practice. Specifically, screens were filled out and scored as part of the normal 1- year check- up appointment and were not received from any other source."
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        148,
                        465,
                        519,
                        549
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                465,
                                519,
                                549
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        465,
                                        519,
                                        549
                                    ],
                                    "type": "text",
                                    "content": "On the basis of the sample of children who were tracked in this study, our results suggest that approximately "
                                },
                                {
                                    "bbox": [
                                        148,
                                        465,
                                        519,
                                        549
                                    ],
                                    "type": "inline_equation",
                                    "content": "20\\%"
                                },
                                {
                                    "bbox": [
                                        148,
                                        465,
                                        519,
                                        549
                                    ],
                                    "type": "text",
                                    "content": " of infants who fail the CSBS- DP- IT- Checklist at the 12- month pediatric check- up will manifest an ASD, "
                                },
                                {
                                    "bbox": [
                                        148,
                                        465,
                                        519,
                                        549
                                    ],
                                    "type": "inline_equation",
                                    "content": "55\\%"
                                },
                                {
                                    "bbox": [
                                        148,
                                        465,
                                        519,
                                        549
                                    ],
                                    "type": "text",
                                    "content": " will manifest an LD, general DD, or associated issue, and "
                                },
                                {
                                    "bbox": [
                                        148,
                                        465,
                                        519,
                                        549
                                    ],
                                    "type": "inline_equation",
                                    "content": "25\\%"
                                },
                                {
                                    "bbox": [
                                        148,
                                        465,
                                        519,
                                        549
                                    ],
                                    "type": "text",
                                    "content": " will have a false- positive result. No selection criteria, exclusionary criteria, or phone screening occurred when parents called our laboratory for an evaluation; parents were simply following their pediatrician's recommendation for an evaluation, and participation was granted to all callers equally."
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        148,
                        559,
                        520,
                        691
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                559,
                                520,
                                691
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        559,
                                        520,
                                        691
                                    ],
                                    "type": "text",
                                    "content": "It is also important to consider how this study differs from the many important screening studies that preceded it.12,26- 30 In contrast to studies in primary medical settings that focus on 18 months and older,26- 28 this is the first and only study that demonstrates the feasibility of using a broad screen in a medical setting to detect autism as young as 12 months. Additionally, unlike other studies wherein a research assistant approached every parent in a waiting room and obtained informed consent,26 this study evaluated the ease with which a pediatricians' office could actually implement the screening process with their own employees and not research assistants. Although a promising new autism toddler screen, the Early Screening of Autistic Traits Questionnaire, has been developed, the full screen has not been tested for use in a pediatrician's office but rather was administered in the home setting at a mean age of 16 months,30 and infants did not receive a full developmental evaluation"
                                }
                            ]
                        }
                    ],
                    "index": 6
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                612,
                792
            ],
            "page_idx": 5
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        148,
                        59,
                        520,
                        238
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                59,
                                520,
                                238
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        59,
                                        520,
                                        238
                                    ],
                                    "type": "text",
                                    "content": "until an average of 24 months. Furthermore, field test results for the Early Screening of Autistic Traits Questionnaire indicated that of "
                                },
                                {
                                    "bbox": [
                                        148,
                                        59,
                                        520,
                                        238
                                    ],
                                    "type": "inline_equation",
                                    "content": ">36000"
                                },
                                {
                                    "bbox": [
                                        148,
                                        59,
                                        520,
                                        238
                                    ],
                                    "type": "text",
                                    "content": " infants screened, only 18 were identified as having ASD. In this study 32 infants with ASD were identified with far fewer screens (ie, 10 479), suggesting that the CSBS- DP- IT- Checklist may be particularly effective as an early screening tool for autism. The study by Wetherby et al<sup>12</sup> focused on the CSBS- DP- IT Checklist. In that study parents in the general community were first mailed an information packet, and interested parents returned the completed screening form anytime when their infant was between 6 and 24 months via mail. There was the potential for a selection bias in that parents with strong concerns about their infant were more likely to return the screening form.<sup>12</sup> Results from this study, which screened solely in pediatric offices and were possibly less susceptible to selection bias, found an almost identical positive predictive value at 12 months "
                                },
                                {
                                    "bbox": [
                                        148,
                                        59,
                                        520,
                                        238
                                    ],
                                    "type": "inline_equation",
                                    "content": "(75\\%)"
                                },
                                {
                                    "bbox": [
                                        148,
                                        59,
                                        520,
                                        238
                                    ],
                                    "type": "text",
                                    "content": " compared with what was found by the mail- in study by Wetherby et al<sup>12</sup> at 12 months "
                                },
                                {
                                    "bbox": [
                                        148,
                                        59,
                                        520,
                                        238
                                    ],
                                    "type": "inline_equation",
                                    "content": "(73\\%)"
                                },
                                {
                                    "bbox": [
                                        148,
                                        59,
                                        520,
                                        238
                                    ],
                                    "type": "text",
                                    "content": ". Combined results from both studies thus provide confidence in the CSBS- DP- IT- Checklist as an early screen to detect a wide range of delays."
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        148,
                        249,
                        522,
                        369
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                249,
                                522,
                                369
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        249,
                                        522,
                                        369
                                    ],
                                    "type": "text",
                                    "content": "Beyond the high research potential of using the CSBS- DP- IT- Checklist at all 1- year check- ups, this program also successfully initiated treatment targeting language, social, and cognitive skills for the vast majority of infants with an ASD, LD, or DD between the ages of 12 to 24 months. It is unlikely that treatment would have been initiated for these children at such an early age had it not been for this program. Almost all treatments were behaviorally based, with the most common modalities being speech therapy, discrete trial training, and pivotal response training. Overall, infants received an average of 7.6 hours of one- on- one treatment per week, with a greater number of treatment hours for the children with DD and ASD in comparison with those with LD. Most of these infants began treatment at or before 18 months in age."
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "bbox": [
                        148,
                        380,
                        522,
                        691
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                380,
                                522,
                                691
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        380,
                                        522,
                                        691
                                    ],
                                    "type": "text",
                                    "content": "There are, however, some limitations to the inferences one can draw from this study. Although clinically desirable and a possible line of future inquiry, this study did not set out to determine sensitivity and specificity of the CSBS- DP- IT- Checklist. The initial validation study of the instrument,<sup>12,13</sup> not conducted in pediatric offices and with slightly older children, estimated good sensitivity "
                                },
                                {
                                    "bbox": [
                                        148,
                                        380,
                                        522,
                                        691
                                    ],
                                    "type": "inline_equation",
                                    "content": "(88.9\\%)"
                                },
                                {
                                    "bbox": [
                                        148,
                                        380,
                                        522,
                                        691
                                    ],
                                    "type": "text",
                                    "content": " and specificity "
                                },
                                {
                                    "bbox": [
                                        148,
                                        380,
                                        522,
                                        691
                                    ],
                                    "type": "inline_equation",
                                    "content": "(94\\%)"
                                },
                                {
                                    "bbox": [
                                        148,
                                        380,
                                        522,
                                        691
                                    ],
                                    "type": "text",
                                    "content": ". Data from this study are not well- suited to replicate and extend these findings because only 41 infants who passed the initial screening were followed, and estimates of sensitivity and specificity, which take into account both true- and false- negative results, are strongly influenced by the number of infants tracked who passed the initial screening. Our data do speak to the estimated positive predictive value of the screening, however, because positive predictive value takes into account only infants who failed the screening, and we were able to track 184 such infants. We were also able to note that, similar to findings from the later validation study,<sup>12</sup> there is a somewhat high- false positive rate of the CSBS- DP- IT- Checklist. Another potential limitation is that "
                                },
                                {
                                    "bbox": [
                                        148,
                                        380,
                                        522,
                                        691
                                    ],
                                    "type": "inline_equation",
                                    "content": "28\\%"
                                },
                                {
                                    "bbox": [
                                        148,
                                        380,
                                        522,
                                        691
                                    ],
                                    "type": "text",
                                    "content": " of the toddlers with ASD in the sample have not been monitored through to the full 32 to 36 months of age called for in the study (but rather only until 24 months). It is possible that some diagnoses may change in this small group, although several studies have empirically demonstrated the stability of diagnoses at or around 24 months.<sup>18–20,31</sup> Although the utility of this approach for detecting young ASD cases around the first birthday is strong, future iterations of this program could be improved if a second screening were administered 1 year later, at 24 months, to detect late onset and regression cases that were missed by the 12- month screening. Future versions of this program should also attempt to improve the tracking of infants who failed the screening form but were not actually referred for participation in the program. The large discrepancy between the number of failures and the number of referrals to the program could be due to a lack of follow- through on the part of pediatricians, the perception that the infant was not in need of an evaluation, or referral to different organizations. University institutional review board rules"
                                }
                            ]
                        }
                    ],
                    "index": 2
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                612,
                792
            ],
            "page_idx": 6
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        148,
                        59,
                        520,
                        118
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                59,
                                520,
                                118
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        59,
                                        520,
                                        118
                                    ],
                                    "type": "text",
                                    "content": "restricted a complete evaluation of these possibilities. Finally, the success of such a program can only truly be evaluated if children are tracked until a much older age, such as school age, so long- term follow- up of the sample will be important. This will allow for not only a reexamination of diagnosis but also the opportunity to look for early predictors of long- term clinical outcome."
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        148,
                        129,
                        520,
                        201
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                129,
                                520,
                                201
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        129,
                                        520,
                                        201
                                    ],
                                    "type": "text",
                                    "content": "Despite these hurdles and unknowns, this screening program is promising because it can be implemented at virtually no cost to pediatric practices and is easily translatable into clinical practice. Consistent with other studies,30 we did note a high parental refusal rate to initiate testing and treatment once a toddler was identified by use of the screening. Thus, future effort should be placed on more clearly identifying and attempting to modify factors relating to compliance."
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "bbox": [
                        148,
                        211,
                        515,
                        331
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                211,
                                515,
                                331
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        211,
                                        515,
                                        331
                                    ],
                                    "type": "text",
                                    "content": "At a theoretical level, it is provocative to consider that programs such as the 1- Year Well- Baby Check- Up Approach that target the detection and treatment of pediatric disorders before the establishment of mature brain circuitry, have the potential to positively impact outcome for affected children. Although it is impossible to determine whether the five toddlers who no longer met criteria for having an ASD after early treatment were impacted by the potential intervention or merely had false- positive results, a comprehensive examination of the early treatment literature concluded that starting treatment as early as possible contributes to more efficacious potential interventions.32 As such, any screening program that aims to identify toddlers at risk and thus begin treatment around the first birthday at least offers the opportunity for significant gains to be made."
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        89,
                        346,
                        195,
                        360
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                89,
                                346,
                                195,
                                360
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        89,
                                        346,
                                        195,
                                        360
                                    ],
                                    "type": "text",
                                    "content": "Acknowledgments"
                                }
                            ]
                        }
                    ],
                    "index": 3,
                    "level": 1
                },
                {
                    "bbox": [
                        148,
                        367,
                        512,
                        386
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                367,
                                512,
                                386
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        367,
                                        512,
                                        386
                                    ],
                                    "type": "text",
                                    "content": "Supported by Organization for Autism Research, Autism Speaks (formerly Cure Autism Now), and NIMH (R01- MH080134 to K.P)."
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        148,
                        396,
                        522,
                        529
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                396,
                                522,
                                529
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        396,
                                        522,
                                        529
                                    ],
                                    "type": "text",
                                    "content": "We would like to sincerely thank all of the children and families that participated in this research. A special thank you to Eric Courchesne (supported by NIH/NIMH P50MH081755- 04, NIH/NINDS 5R01MH036840- 23, and NIH/NIIMH PHS R01MH080134, and the Simons Foundation for Autism Research 176540) for continued overall support and helpful comments on the drafts of the manuscript, Lisa Elyer (supported by NIH R01 MH083968- 01, 1 P50 MH091755- 01, 5 RO1 MH036840- 21, and 2 R01 AG022381- 07, and San Diego VA Mental Illness Research Education and Clinical Center) for helpful comments on the manuscript, Catherine Lord (supported by the Simons Foundation Genetics Research Study and NIH R01 MH078165- 01A2, R01MH81757- 01, 1 R01MH81873- 01A1, 3R01MH078165- 02S1, 1R C1MH089721, 1 R01 HD065272, 1 R01 MH089477, 1R01MH089390, SU01NS061264, U24 MH081810, and UA3MC11055, and Centers for Disease Control 10IPAI00356) for generously sharing the very first versions of the ADOS- T with us, and Clelia Ahrens- Barbeau (NIH/NIMH P50MH081755- 04, NIH/NINDS 5R01MH036840- 23, and the Simons Foundation for Autism Research 176540) for administrative support. A very sincere thank you goes out to all of the pediatricians in the UCSD Autism Center of Excellence Pediatric Network (Appendix available at www.jpeds.com). Finally, this work would not have been possible without the generous support of pediatricians in San"
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        88,
                        543,
                        139,
                        556
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                88,
                                543,
                                139,
                                556
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        88,
                                        543,
                                        139,
                                        556
                                    ],
                                    "type": "text",
                                    "content": "Glossary"
                                }
                            ]
                        }
                    ],
                    "index": 6,
                    "level": 1
                },
                {
                    "type": "table",
                    "bbox": [
                        135,
                        566,
                        522,
                        662
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                135,
                                566,
                                522,
                                662
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        135,
                                        566,
                                        522,
                                        662
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                135,
                                                566,
                                                522,
                                                662
                                            ],
                                            "type": "table",
                                            "html": "<table><tr><td>ADOS-T</td><td>Autism Diagnostic Observation Schedule-Toddler Module</td></tr><tr><td>ASD</td><td>Autism spectrum disorders</td></tr><tr><td>CSSB-DP-IT-Checklist</td><td>Communication and Symbolic Behavior Scales Developmental Profile Infant-Toddler Checklist</td></tr><tr><td>LD</td><td>Language delay</td></tr><tr><td>DD</td><td>Developmental delay</td></tr></table>",
                                            "image_path": "de7c23a4af48c392631c1ecab738f3cd9e153e451b5cea9294d886b12b44c91b.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 7,
                            "type": "table_body"
                        }
                    ],
                    "index": 7
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                612,
                792
            ],
            "page_idx": 7
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        88,
                        60,
                        154,
                        74
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                88,
                                60,
                                154,
                                74
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        88,
                                        60,
                                        154,
                                        74
                                    ],
                                    "type": "text",
                                    "content": "References"
                                }
                            ]
                        }
                    ],
                    "index": 0,
                    "level": 1
                },
                {
                    "bbox": [
                        147,
                        79,
                        520,
                        696
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                147,
                                79,
                                520,
                                696
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        147,
                                        79,
                                        520,
                                        696
                                    ],
                                    "type": "text",
                                    "content": "1. Zwaigenbaum L, Bryson S, Rogers T, Roberts W, Brian J, Szatmari P. Behavioral manifestations of autism in the first year of life. Int J Dev Neurosci. 2005; 23:143-52. [PubMed: 15749241]2. Jorde LB, Hasstedt SJ, Ritvo ER, Mason-Brothers A, Freeman BJ, Pingree C, et al. Complex segregation analysis of autism. Am J Human Genet. 1991; 49:932-8. [PubMed: 1928098]3. Lauritsen MB, Pedersen CB, Mortensen PB. Effects of familial risk factors and place of birth on the risk of autism: a nationwide register-based study. J Child Psychol Psychiatry. 2005; 46:963-71. [PubMed: 16108999]4. Landa RJ, Holman KC, Garrett-Mayer E. Social and communication development in toddlers with early and later diagnosis of autism spectrum disorders. Arch Gen Psychiatry. 2007; 64:853-64. [PubMed: 17606819]5. Sebat J, Lakshmi B, Malhotra D, Troge J, Lese-Martin C, Walsh T, et al. Strong association of de novo copy number mutations with autism. Science. 2007; 316:445-9. [PubMed: 17363630]6. Hobbs K, Kennedy A, Dubray M, Bigler ED, Petersen PB, McMahon W, et al. A retrospective fetal ultrasound study of brain size in autism. Biol Psychiatry. 2007; 62:1048-55. [PubMed: 17555719]7. Johnson CP, Myers SM. American Academy of Pediatrics Council on Children With Disabilities. Identification and evaluation of children with autism spectrum disorders. Pediatrics. 2007; 120:1183-215. [PubMed: 17967920]8. Majdan M, Shatz CJ. Effects of visual experience on activity-dependent gene regulation in cortex. Nat Neurosci. 2006; 9:650-9. [PubMed: 16582906]9. Courchesne E, Carper R, Akshoomoff N. Evidence of brain overgrowth in the first year of life in autism. JAMA. 2003; 290:337-44. [PubMed: 12865374]10. Redcay E, Courchesne E. When is the brain enlarged in autism? A meta-analysis of all brain size reports. Biol Psychiatry. 2005; 58:1-9. [PubMed: 15935993]11. Dawson G, Munson J, Webb SJ, Nalty T, Abbott R, Toth K. Rate of head growth decelerates and symptoms worsen in the second year of life in autism. Biol Psychiatry. 2007; 61:458-64. [PubMed: 17137564]12. Wetherby AM, Brosnan-Maddox S, Peace V, Newton L. Validation of the infant-toddler checklist as a broadband screener for autism spectrum disorders from 9 to 24 months of age. Autism. 2008; 12:487-511. [PubMed: 18805944]13. Wetherby AM, Woods J, Allen L, Cleary J, Dickinson H, Lord C. Early indicators of autism spectrum disorders in the second year of life. J Autism Dev Disord. 2004; 34:473-93. [PubMed: 15628603]14. Luyster R, Gotham K, Guthrie W, Coffing M, Petrak R, Pierce K, et al. The Autism Diagnostic Observation Schedule-toddler module: a new module of a standardized diagnostic measure for autism spectrum disorders. J Autism Dev Disord. 2009; 39:1305-20. [PubMed: 19415479]15. Mullen EM. AGS. Mullen scales of early learning. Circle Pines, MN: American Guidance Service Inc; 1995.16. Lord C, Rutter M, Le Couteur A. Autism Diagnostic Interview-Revised: a revised version of a diagnostic interview for caregivers of individuals with possible pervasive developmental disorders. J Autism Dev Dis. 1994; 24:659-85.17. Wetherby AM.; Prizant, G. CSBS DP Manual. Baltimore: Brookes Publishing; 2008. First Normed Edition18. Cox A, Charman T, Baron-Cohen S, et al. Autism spectrum disorders at 20 and 42 months of age: stability of clinical and ADT-R diagnosis. J Child Psychol Psychiatry. 1999; 5:719-32.19. Chawarska K, Klin A, Paul R, Macari S, Volkmar F. A prospective study of toddlers with ASD: short-term diagnostic and cognitive outcomes. J Child Psychol Psychiatry. 2009; 50:1235-45. [PubMed: 19594835]20. Kleinman JM, Ventola PE, Pandey J, Verbalis AD, Barton M, Hodgson S, et al. Diagnostic stability in very young children with autism spectrum disorders. J Autism Dev Disord. 2008; 38:606-15. [PubMed: 17924183]21. Cadman D, Chambers L, Feldman W, Sackett D. Assessing the effectiveness of community screening programs. JAMA. 1984; 251:1580-5. [PubMed: 6700057]"
                                }
                            ]
                        }
                    ],
                    "index": 1
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                612,
                792
            ],
            "page_idx": 8
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        146,
                        58,
                        522,
                        388
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                146,
                                58,
                                522,
                                388
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        146,
                                        58,
                                        522,
                                        388
                                    ],
                                    "type": "text",
                                    "content": "22. Fombonne E. The prevalence of autism. JAMA. 2003; 289:87-9. [PubMed: 12503982]  \n23. Rogers SJ. Developmental regression in autism spectrum disorders. Ment Retard Dev Disabil Res Rev. 2004; 10:139-43. [PubMed: 15362172]  \n24. Chakrabarti S, Fombonne E. Pervasive developmental disorders in pre-school children. JAMA. 2001; 285:3093-9. [PubMed: 11427137]  \n25. Kleinman JM, Robins DL, Ventola PE, Pandey J, Boorstein HC, Esser EL, et al. The modified checklist for autism in toddlers: a follow-up study investigating the early detection of autism spectrum disorders. J Autism Dev Disord. 2008; 38:827-39. [PubMed: 17882539]  \n26. Pinto-Martin JA, Young LM, Mandell DS, Poghosyan L, Giarelli E, Levy SE. Screening strategies for autism spectrum disorders in pediatric primary care. J Dev Behav Pediatr. 2008; 29:345-50. [PubMed: 18852608]  \n27. Robins DL. Screening for autism spectrum disorders in primary care settings. Autism. 2008; 12:537-56. [PubMed: 18805946]  \n28. Baron-Cohen S, Allen J, Gillberg C. Can autism be detected at 18 months? The needle, the haystack, and the CHAT. Br J Psychiatry. 1992; 161:839-43. [PubMed: 1483173]  \n29. Robins DL, Fein D, Barton ML, Green JA. The modified checklist for autism in toddlers: an initial study investigating the early detection of autism and pervasive developmental disorders. J Autism Dev Disord. 2001; 31:131-44. [PubMed: 11450812]  \n30. Dietz C, Swinkels S, van Daalen E, van Engeland H, Buitelaar JK. Screening for autistic spectrum disorder in children aged 14-15 months. II: population screening with the Early Screening of Autistic Traits Questionnaire (ESAT): design and general findings. J Autism Dev Disord. 2006; 36:713-22. [PubMed: 16633887]  \n31. van Daalen E, Kemner C, Dietz C, Swinkels SH, Buitelaar JK, van Engeland H. Inter-rater reliability and stability of diagnoses of autism spectrum disorder in children identified through screening at a very young age. Eur Child Adolesc Psychiatry. 2009; 18:663-74. [PubMed: 19421728]  \n32. Wallace KS, Rogers SJ. Intervening in infancy: implications for autism spectrum disorders. J Child Psychol Psychiatry. 2010 Dec; 51(12):1300-20. [PubMed: 20868374]"
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        89,
                        401,
                        144,
                        415
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                89,
                                401,
                                144,
                                415
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        89,
                                        401,
                                        144,
                                        415
                                    ],
                                    "type": "text",
                                    "content": "Appendix"
                                }
                            ]
                        }
                    ],
                    "index": 1,
                    "level": 1
                },
                {
                    "bbox": [
                        148,
                        421,
                        520,
                        685
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                421,
                                520,
                                685
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        421,
                                        520,
                                        685
                                    ],
                                    "type": "text",
                                    "content": "Pediatricians in the UCSD Autism Center of Excellence Pediatric Network: Dr Robert Bjork, Dr Michael Nelson, Dr Cheryl Jennett, Dr John Kafka, Dr Douglas Wilson, Dr Crystal De Freitas, Dr Martin Gilboa, Dr Patricia Juarez, Dr George Madany, Dr Seven Brody, Dr Ingrid Martinez- Andree, Dr Irene Chang, Dr Stephanie Powell, Dr Adam Breslow, Dr Patricia Pisinger, Dr Isabel Baratta, Dr Sheila Cason, Dr Thomas Neglia, Dr Stephen Balch, Dr Randall Metsch, Dr David Schmottlach, Dr Sonja Brion, Dr Anna Mendenhall, Dr Nancy Clementino, Dr Marshall Littman, Dr Leslie McCormick, Dr Sharon Sternfeld, Dr Cara Cohen, Dr Nicholas Tsoulos, Dr Elena Fishman, Dr Hilary Bowers, Dr Albert Martinez, Dr Genevieve Minka, Dr Wendy Chacon, Dr Leon Kelley, Dr Victor Lipp, Dr Jeffrey Selzer, Dr Lynn Herring, Dr Teresa O'dea, Dr Richard Walls, Dr Vivian Tung, Dr Christian Archambault, Dr Veronique James, Dr Stuart Cohen, Dr Nancy Shibu, Dr Linda Smith, Dr Tevor Henderson, Dr Cheryl Morell, Dr Josef Zwass, Dr Lon Dubeye, Dr Andrea Siano, Dr Aida Martinez, Dr Rachel Ireland, Dr Louis Luevanos Dr Laurie Tyrrell, Dr John Cella, Dr Jill Gustafson, Dr Rosemary Page, Dr David Steele, Dr Carlos Quiros, Dr Brian Chu, Dr Kathleen Jones, Dr James Moseman, Dr Laurence Ashbacher, Dr Theresa Dailey, Dr Frederick Frumin, Dr Nicholas Levy, Dr Julie Snyder Block, Dr Lori Taylor, Dr Rosalind Dockweiler, Dr Christine Wood, Dr William Hitchcock, Dr Robert Warner, Dr Sheetal Gandhi, Dr Suzanne Mills, Dr Mona Sobel, Dr Craig Duck, Dr James Hay, Dr Georgine Jorgensen, Dr Richard Payne, Dr James Quigley, Dr Richard Buchta, Dr Ann Marie Engfelt, Dr Benjamin Spiegel, Dr Lori Gould, Dr Michelle Sanford Dr Annie Kupelian, Dr Paula Grayson, Dr Raha Shaw, Dr Gary Chun, Dr Matilda Remba, Dr Janna Cataldo, Dr Nicole Gorton, Dr Bret Gerber, Dr Denise Brownlee, Dr Stuart Rubenstein, Dr"
                                }
                            ]
                        }
                    ],
                    "index": 2
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                612,
                792
            ],
            "page_idx": 9
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        148,
                        58,
                        520,
                        167
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                58,
                                520,
                                167
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        58,
                                        520,
                                        167
                                    ],
                                    "type": "text",
                                    "content": "Peggy Manuel, Dr Veda Wu, Dr Michael Berent, Dr Gargi Kubal, Dr Norman Gollub, Dr Teresa Hardisty, Dr Jeanne Montal, Dr Katrina Durkee, Dr Kamei Tolba, Dr Carol Hart, Dr Dennis Butler, Dr Howard Mehl, Dr Marta Awdykovych, Dr Uma Narayan, Dr Richard McNeal, Dr Richard McNeal, Dr Jennie Ou, Dr Howard Smart, Dr Neethi Ratnesar, Dr Cindy Fujii, Dr Philip Mattson, Dr Norman, Dr Sauer, Dr Gabriela Mogrovejo, Dr Julie Keeler, Dr Liz Hourihan, Dr Dania Lindenberg, Dr Dori Mortimer, Dr Marvin Zaguli, Dr Tari Park, Dr John Hansen, Dr Jennifer Dolby, Dr Colleen Geniblazo, Dr Genevieve Parsons, Dr Donald Rostow, Dr Mary Best Casement, Dr David Herz, Dr Gerald Weintraub, Dr Berry Goldberg, Dr Ronald Woerpel, Dr Trieva Scanlan, Dr Pamela Wells."
                                }
                            ]
                        }
                    ],
                    "index": 0
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                612,
                792
            ],
            "page_idx": 10
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        239,
                        94,
                        384,
                        102
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                239,
                                94,
                                384,
                                102
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        239,
                                        94,
                                        384,
                                        102
                                    ],
                                    "type": "text",
                                    "content": "Early Intervention and Treatment Survey"
                                }
                            ]
                        }
                    ],
                    "index": 0,
                    "level": 1
                },
                {
                    "bbox": [
                        146,
                        103,
                        517,
                        168
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                146,
                                103,
                                517,
                                168
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        146,
                                        103,
                                        517,
                                        168
                                    ],
                                    "type": "text",
                                    "content": "This survey provides us with information about activities your child may participate in that are designed to encourage your child's development. Please take a moment to review this form to determine if any of the programs described are relevant to your family regardless of whether or not you have concerns about your child's development. If none of these programs are applicable, please notate so by answering \"No\" in column A. If you are not sure about an item, please ask the psychologist at the start of your next appointment for more information. Also, PLEASE include as much treatment history as possible regardless of whether or not you have filled out this form at an earlier date. You may use the back side of this form for more space."
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "bbox": [
                        149,
                        177,
                        513,
                        195
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                149,
                                177,
                                513,
                                195
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        149,
                                        177,
                                        513,
                                        195
                                    ],
                                    "type": "text",
                                    "content": "It is important that you complete the following section of the survey (i.e., parent's name, child's name, and date) regardless of whether or not your child receives early intervention services."
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        149,
                        204,
                        277,
                        214
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                149,
                                204,
                                277,
                                214
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        149,
                                        204,
                                        277,
                                        214
                                    ],
                                    "type": "text",
                                    "content": "Your Name:"
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        438,
                        205,
                        457,
                        213
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                438,
                                205,
                                457,
                                213
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        438,
                                        205,
                                        457,
                                        213
                                    ],
                                    "type": "text",
                                    "content": "Date:"
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        149,
                        222,
                        512,
                        232
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                149,
                                222,
                                512,
                                232
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        149,
                                        222,
                                        512,
                                        232
                                    ],
                                    "type": "text",
                                    "content": "Your Child's Name: Child's Code: For Office Use Only"
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "type": "table",
                    "bbox": [
                        145,
                        242,
                        520,
                        545
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                145,
                                242,
                                520,
                                545
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        145,
                                        242,
                                        520,
                                        545
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                145,
                                                242,
                                                520,
                                                545
                                            ],
                                            "type": "table",
                                            "html": "<table><tr><td>Type of Intervention or Service</td><td>A. Yes/No (if Yes, answer B → F).</td><td>B. Provider &amp;amp; Setting (e.g., ABC agency/classroom or XYZ provider/home)</td><td>C. How Often? (i.e., # hrs/wk or month)</td><td>D. Date Started</td><td>E. Date Ended (note if still ongoing)</td><td>F. Opinion of Progress Please Rank 0-5 0= no progress 3= some progress 5= a lot of progress</td></tr><tr><td>1. SPEECH THERAPY</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>2. PHYSICAL THERAPY</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>3. OCCUPATIONAL THERAPY</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>SPECIFIC TREATMENT</td><td>---</td><td>---</td><td>---</td><td>---</td><td>---</td><td>---</td></tr><tr><td>4. Discrete Trial Training (DTT)</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>5. Pivotal Response Training (PRT)</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>6. Parent Training (hours in training program NOT hours implemented)</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>7. Incidental Teaching</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>8. Social Skills Classes</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>9. Floor Time</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>10. Other (please specify)</td><td></td><td></td><td></td><td></td><td></td><td></td></tr></table>",
                                            "image_path": "6a57437f236e6514272dbd3e878fde55d5c7520cac2f0f90b1dff6c4d01a978f.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 6,
                            "type": "table_body"
                        }
                    ],
                    "index": 6
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                612,
                792
            ],
            "page_idx": 11
        },
        {
            "para_blocks": [
                {
                    "type": "table",
                    "bbox": [
                        145,
                        64,
                        525,
                        376
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                145,
                                64,
                                525,
                                376
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        145,
                                        64,
                                        525,
                                        376
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                145,
                                                64,
                                                525,
                                                376
                                            ],
                                            "type": "table",
                                            "html": "<table><tr><td>Type of Intervention Or Service</td><td>A. Yes/No (if Yes, answer B &amp;gt; F).</td><td>B. Provider/Setting (e.g., ABC agency/classroom or XYZ provider/home)</td><td>C. How Often? (e.g., hrs/wk or month)</td><td>D. Date Started</td><td>E. Date Ended (note if still ongoing)</td><td>F. Opinion of Progress Please Rank 0-5 0= no progress 3= some progress 5= a lot of progress</td></tr><tr><td>ALTERNATIVE ROTHER THERAPIES</td><td>---</td><td>---</td><td>---</td><td>---</td><td>---</td><td>---</td></tr><tr><td>11. Play Therapy</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>12. Animal Therapy</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>13. Chelation Therapy</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>14. Special Diet or DASH Protocol (please specify):</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>15. Other (please specify):</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>EDUCATION</td><td>---</td><td>---</td><td>---</td><td>---</td><td>---</td><td>---</td></tr><tr><td>16. Typical Class</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>17. Special Day Class</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>18. Rady- Children&#x27;s Hospital Toddler Child</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>19. Other (please specify):</td><td></td><td></td><td></td><td></td><td></td><td></td></tr></table>",
                                            "image_path": "6fb9077126ca84dd7b9a2a731cb6c01a59fcd99e10cd4ca1550b4879f7388532.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 0,
                            "type": "table_body"
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        145,
                        386,
                        522,
                        415
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                145,
                                386,
                                522,
                                415
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        145,
                                        386,
                                        522,
                                        415
                                    ],
                                    "type": "text",
                                    "content": "We would like to learn more about your child's response to treatment. Please list changes (if any) that occurred, such as improvements or declines in language or social behavior, throughout your child's involvement in the above program/s:"
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "bbox": [
                        145,
                        451,
                        398,
                        493
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                145,
                                451,
                                398,
                                493
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        145,
                                        451,
                                        398,
                                        493
                                    ],
                                    "type": "text",
                                    "content": "Is your child taking any medication? Yes No Date started Date ended (or ongoing) Rose Reason for medication/s"
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        144,
                        499,
                        520,
                        548
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                144,
                                499,
                                520,
                                548
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        144,
                                        499,
                                        520,
                                        548
                                    ],
                                    "type": "text",
                                    "content": "Please use the following area for anything you feel is relevant, but were not able to mention anywhere else on this form: THANK YOU FOR TAKING THE TIME TO COMPLETE THIS SURVEY!"
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        148,
                        560,
                        285,
                        582
                    ],
                    "type": "text",
                    "lines": [
                        {
                            "bbox": [
                                148,
                                560,
                                285,
                                582
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        148,
                                        560,
                                        285,
                                        582
                                    ],
                                    "type": "text",
                                    "content": "Figure 1. Sample treatment inventory form."
                                }
                            ]
                        }
                    ],
                    "index": 4
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                612,
                792
            ],
            "page_idx": 12
        },
        {
            "para_blocks": [
                {
                    "type": "image",
                    "bbox": [
                        163,
                        61,
                        509,
                        349
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                163,
                                61,
                                509,
                                349
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        163,
                                        61,
                                        509,
                                        349
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                163,
                                                61,
                                                509,
                                                349
                                            ],
                                            "type": "image",
                                            "image_path": "a86cf907b89a6369f35118ea651f9d24b4c026ca8113fa5b2f89f5b89ed57d52.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 0,
                            "type": "image_body"
                        },
                        {
                            "bbox": [
                                148,
                                363,
                                328,
                                385
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        148,
                                        363,
                                        328,
                                        385
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                148,
                                                363,
                                                328,
                                                385
                                            ],
                                            "type": "text",
                                            "content": "Figure 2. Flow chart of study design and participation."
                                        }
                                    ]
                                }
                            ],
                            "index": 1,
                            "type": "image_caption"
                        }
                    ],
                    "index": 0
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                612,
                792
            ],
            "page_idx": 13
        },
        {
            "para_blocks": [
                {
                    "type": "image",
                    "bbox": [
                        149,
                        66,
                        522,
                        393
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                149,
                                66,
                                522,
                                393
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        149,
                                        66,
                                        522,
                                        393
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                149,
                                                66,
                                                522,
                                                393
                                            ],
                                            "type": "image",
                                            "image_path": "23ad40edaf3e2bc6a9251965636fcde8110d86e7f49052aa65acd1ca1ed442d0.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 0,
                            "type": "image_body"
                        },
                        {
                            "bbox": [
                                148,
                                411,
                                520,
                                540
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        148,
                                        411,
                                        520,
                                        540
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                148,
                                                411,
                                                520,
                                                540
                                            ],
                                            "type": "text",
                                            "content": "Figure 3. Scatter plot illustrating the distribution of CSBS-DP-IT-Checklist total scores normalized as the number of points an infant failed or passed by. Available data are presented as # of points failed or passed by rather than total raw score due to different cut off scores for different ages (eg, total test cut off score is 27 at 12 months, but 28 at 13 months). Note that an infant can fail the CSBS-DP-IT-Checklist in one of three ways: by falling into the \"range of concern\" on the social subsection, the symbolic subsection, or the overall test score. Given this, an infant can \"pass\" the overall test but still be considered in the concern range due to the failure of a single subsection. In the current sample this was the case with 17 toddlers who passed the overall test, but were referred for evaluation due to a failure on one of the subsection scores."
                                        }
                                    ]
                                }
                            ],
                            "index": 1,
                            "type": "image_caption"
                        }
                    ],
                    "index": 0
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                612,
                792
            ],
            "page_idx": 14
        },
        {
            "para_blocks": [
                {
                    "type": "image",
                    "bbox": [
                        214,
                        61,
                        456,
                        351
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                214,
                                61,
                                456,
                                351
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        214,
                                        61,
                                        456,
                                        351
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                214,
                                                61,
                                                456,
                                                351
                                            ],
                                            "type": "image",
                                            "image_path": "a37c1ecd3fd5453f0892db75875b6e79ca823647c056c7b08333869c48a0a472.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 0,
                            "type": "image_body"
                        },
                        {
                            "bbox": [
                                148,
                                364,
                                515,
                                423
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        148,
                                        364,
                                        515,
                                        423
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                148,
                                                364,
                                                515,
                                                423
                                            ],
                                            "type": "text",
                                            "content": "Figure 4. A, Age that a toddler was referred for treatment in each diagnostic group in comparison to the age that treatment actually began. As illustrated, toddlers from all groups were referred for treatment at an average age of 17 months and began treatment around age 20 months or younger. B, Quantity of treatment received for each diagnostic group."
                                        }
                                    ]
                                }
                            ],
                            "index": 1,
                            "type": "image_caption"
                        }
                    ],
                    "index": 0
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                612,
                792
            ],
            "page_idx": 15
        },
        {
            "para_blocks": [
                {
                    "type": "table",
                    "bbox": [
                        93,
                        262,
                        165,
                        679
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                93,
                                262,
                                165,
                                679
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        93,
                                        262,
                                        165,
                                        679
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                93,
                                                262,
                                                165,
                                                679
                                            ],
                                            "type": "table",
                                            "html": "<table><tr><td>Age group at intake</td><td>No</td><td>ASD</td><td colspan=\"3\">Prior positive ASD test result*</td><td>DD</td><td>Other</td><td>False-positive result</td><td>Typical</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>12-15 mo</td><td>166</td><td>14</td><td>3</td><td>37</td><td>6</td><td>29</td><td>42</td><td>35</td><td></td></tr><tr><td>16-19 mo</td><td>36</td><td>10</td><td>0</td><td>13</td><td>0</td><td>6</td><td>3</td><td>4</td><td></td></tr><tr><td>20-24 mo</td><td>23</td><td>8</td><td>2</td><td>6</td><td>3</td><td>1</td><td>1</td><td>2</td><td></td></tr><tr><td>Overall total 12-24 mo</td><td>225</td><td>32</td><td>5</td><td>56</td><td>9</td><td>36</td><td>46</td><td>41</td><td></td></tr></table>",
                                            "image_path": "715e757e1659b707026506ab624247bd2be3e38065d954c2e207fa8b4f71b2f6.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 1,
                            "type": "table_body"
                        },
                        {
                            "bbox": [
                                71,
                                510,
                                83,
                                681
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        71,
                                        510,
                                        83,
                                        681
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                71,
                                                510,
                                                83,
                                                681
                                            ],
                                            "type": "text",
                                            "content": "rannn aannnne aannnne aannne aannne aannne aannne aannne aannne\n\nrannnne aannnne aannne aannne aannne aannne aannne aannne aannne aannne aannne aannne aannne aannne aannne aannne aannne aannne aannne aannne aannne aannne aannne aannne aannne aannne aannne aannne aannne aannne aannne aannne aannne aannne aannne aannse"
                                        }
                                    ]
                                }
                            ],
                            "index": 0,
                            "type": "table_caption"
                        }
                    ],
                    "index": 1
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                612,
                792
            ],
            "page_idx": 16
        },
        {
            "para_blocks": [
                {
                    "type": "table",
                    "bbox": [
                        94,
                        57,
                        210,
                        684
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                94,
                                57,
                                210,
                                684
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        94,
                                        57,
                                        210,
                                        684
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                94,
                                                57,
                                                210,
                                                684
                                            ],
                                            "type": "table",
                                            "html": "<table><tr><td>Diagnostic group</td><td>No.</td><td>Mean no. of visits (SD)</td><td>Most recent diagnostic age (mo; SD)</td><td>% Sample tracked until 24 mo or greater</td></tr><tr><td>ASD</td><td>32</td><td>6.0 (2.5)</td><td>34.7 (8.8)</td><td>97</td></tr><tr><td>Prior positive ASD test result*</td><td>5</td><td>4.8 (2.2)</td><td>32.0 (8.9)</td><td>80</td></tr><tr><td>LD</td><td>56</td><td>4.4 (2.4)</td><td>25.9 (9.2)</td><td>54</td></tr><tr><td>DD</td><td>9</td><td>5.8 (2.9)</td><td>33.4 (9.8)</td><td>78</td></tr><tr><td>Other</td><td>36</td><td>4.3 (2.1)</td><td>25.7 (8.6)</td><td>61</td></tr><tr><td>False-positive</td><td>46</td><td>4.6 (2.3)</td><td>25.4 (8.7)</td><td>61</td></tr><tr><td>Typical</td><td>41</td><td>4.3 (2.7)</td><td>25.5 (10.3)</td><td>56</td></tr></table>",
                                            "image_path": "9d134f1858b4a41ac4c789f818937e0c1dd963db00d711c64bbad6cf88875f4e.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 1,
                            "type": "table_body"
                        },
                        {
                            "bbox": [
                                72,
                                561,
                                83,
                                678
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        72,
                                        561,
                                        83,
                                        678
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                72,
                                                561,
                                                83,
                                                678
                                            ],
                                            "type": "text",
                                            "content": "rannnnnnnnnnnnn"
                                        }
                                    ]
                                }
                            ],
                            "index": 0,
                            "type": "table_caption"
                        },
                        {
                            "bbox": [
                                216,
                                69,
                                255,
                                693
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        216,
                                        69,
                                        255,
                                        693
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                216,
                                                69,
                                                255,
                                                693
                                            ],
                                            "type": "text",
                                            "content": "e  e  e  e"
                                        }
                                    ]
                                }
                            ],
                            "index": 2,
                            "type": "table_footnote"
                        }
                    ],
                    "index": 1
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                612,
                792
            ],
            "page_idx": 17
        },
        {
            "para_blocks": [
                {
                    "type": "table",
                    "bbox": [
                        93,
                        39,
                        373,
                        679
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                93,
                                39,
                                373,
                                679
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        93,
                                        39,
                                        373,
                                        679
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                93,
                                                39,
                                                373,
                                                679
                                            ],
                                            "type": "table",
                                            "html": "<table><tr><td></td><td>Age (mo)</td><td>Visual reception T score</td><td>Fine motor T score</td><td>Receptive language T score</td><td>Expressive language T score</td></tr><tr><td>Earliest age (Range; SD)</td><td>17.8 (12.3-24.8; 3.9)</td><td>43.0 (25-69; 10.2)</td><td>43.6 (0-71; 13.2)</td><td>29.1 (17-62; 11.4)</td><td>32.2 (15-65; 11.7)</td></tr><tr><td>ASD (n = 32)</td><td>15.3 (12.2-24.8; 3.1)</td><td>51.0 (23-88; 10.2)</td><td>52.9 (0-74; 9.0)</td><td>38.6 (21-63; 8.9)</td><td>37.0 (21-57; 7.3)</td></tr><tr><td>LD (n = 5)</td><td>17.0 (12.1; 13.3; 3.9)</td><td>30.5 (20-40; 7.3)</td><td>29.3 (0-44; 8.3)</td><td>23.4 (20-28; 3.1)</td><td>26.7 (20-38; 8.0)</td></tr><tr><td>DD (n = 9)</td><td>14.5 (10.8-23.7; 2.5)</td><td>52.8 (31-74; 9.5)</td><td>53.7 (0-77; 9.5)</td><td>40.7 (24-60; 8.4)</td><td>45.3 (24-62; 8.0)</td></tr><tr><td>Other (n = 36)</td><td>15.9 (12.2-21; 4.4)</td><td>51.6 (41-60; 7.2)</td><td>56.8 (0-69; 8.6)</td><td>34.8 (26-40; 5.5)</td><td>41.6 (33-51; 8.1)</td></tr><tr><td>Prior positive ASD test = result (n = 5)</td><td>13.7 (11.2-19.1; 1.4)</td><td>55.0 (38-76; 8.5)</td><td>58.6 (0-74; 7.5)</td><td>46.7 (31-69; 8.3)</td><td>51.6 (31-71; 9.6)</td></tr><tr><td>False-positive result (n = 46)</td><td>14.5 (9.8-22.4)</td><td>56.5 (41-80; 8.2)</td><td>58.4 (0-71; 6.5)</td><td>53.4 (35-77; 11.0)</td><td>53.3 (42-75; 7.4)</td></tr><tr><td>Control (n = 41)</td><td>14.5 (9.8-23; 2.4)</td><td>56.5 (41-80; 8.2)</td><td>58.4 (0-71; 6.5)</td><td>53.5 (18.0-58.0; 12.1)</td><td>37.6 (0.8-63.0; 14.6)</td></tr><tr><td>Most recent age (Range; SD)</td><td>34.1 (18.2-60.9; 8.9)</td><td>41.0 (20.0-65.0; 11.6)</td><td>35.7 (20.0-49.0; 9.9)</td><td>35.5 (18.0-58.0; 12.1)</td><td>43.2 (25.0-68.0; 11.2)</td></tr><tr><td>ASD (n = 32)</td><td>25.1 (12.3-46.4; 9.0)</td><td>54.7 (23.0-82.0; 12.6)</td><td>52.1 (20.0-80.0; 10.0)</td><td>45.7 (21.0-68.0; 11.3)</td><td>30.9 (20.0-41.0; 8.3)</td></tr><tr><td>LD (n = 56)</td><td>32.4 (13.8-51.0; 11.2)</td><td>31.8 (20.0-52.0; 12.2)</td><td>28.0 (20.0-40.0; 8.1)</td><td>30.4 (20.0-44.0; 9.4)</td><td>58.8 (20.0-81.0; 22.1)</td></tr><tr><td>DD (n = 9)</td><td>24.9 (12.1-40.0; 8.8)</td><td>51.8 (31.0-80.0; 12.3)</td><td>49.5 (23.0-77.0; 11.6)</td><td>46.1 (24.0-66.0; 11.1)</td><td>47.6 (20.0-63.0; 10.0)</td></tr><tr><td>Other (n = 36)</td><td>24.9 (12.1-40.0; 8.8)</td><td>51.8 (31.0-80.0; 12.3)</td><td>49.5 (23.0-77.0; 11.6)</td><td>46.1 (24.0-66.0; 11.1)</td><td>54.0 (45.0-61.0; 6.2)</td></tr><tr><td>Prior positive ASD test = result (n = 5)</td><td>31.7 (10.8-44.9; 9.3)</td><td>50.6 (45.0-54.0; 3.9)</td><td>48.2 (23.0-54.0; 4.4)</td><td>46.8 (30.0-59.0; 10.7)</td><td>51.8 (18.0-79.0; 10.4)</td></tr><tr><td>False-positive result (n = 46)</td><td>24.6 (12.4-38.2; 8.9)</td><td>57.3 (44.0-80.0; 8.7)</td><td>56.6 (10.0-69.0; 8.1)</td><td>51.8 (33.0-67.0; 9.2)</td><td>51.8 (18.0-79.0; 10.4)</td></tr><tr><td>Control (n = 41)</td><td>23.8 (11.8-44.9; 10.2)</td><td>56.9 (36.0-80.0; 11.1)</td><td>56.8 (10.0-80.0; 8.1)</td><td>54.3 (35.0-77.0; 11.7)</td><td>53.1 (40.0-70.0; 8.3)</td></tr></table>",
                                            "image_path": "dc7c00095b750c2628326e9215e171b69609928a49927457b46acbd2e939429c.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 1,
                            "type": "table_body"
                        },
                        {
                            "bbox": [
                                72,
                                591,
                                83,
                                679
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        72,
                                        591,
                                        83,
                                        679
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                72,
                                                591,
                                                83,
                                                679
                                            ],
                                            "type": "text",
                                            "content": "Mannsre\n\nsreees\n\ne"
                                        }
                                    ]
                                }
                            ],
                            "index": 0,
                            "type": "table_caption"
                        }
                    ],
                    "index": 1
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                612,
                792
            ],
            "page_idx": 18
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        76,
                        95,
                        158,
                        106
                    ],
                    "type": "title",
                    "lines": [
                        {
                            "bbox": [
                                76,
                                95,
                                158,
                                106
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        76,
                                        95,
                                        158,
                                        106
                                    ],
                                    "type": "text",
                                    "content": "Mean ADOS scores"
                                }
                            ]
                        }
                    ],
                    "index": 0,
                    "level": 1
                },
                {
                    "type": "table",
                    "bbox": [
                        75,
                        115,
                        481,
                        358
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                75,
                                115,
                                481,
                                358
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        75,
                                        115,
                                        481,
                                        358
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                75,
                                                115,
                                                481,
                                                358
                                            ],
                                            "type": "table",
                                            "html": "<table><tr><td></td><td>Age (mo)</td><td>Social affect total</td><td>RR total</td><td>Total</td></tr><tr><td>Earliest age (range; SD)</td><td></td><td></td><td></td><td></td></tr><tr><td>ASD (n = 32)</td><td>17.9 (12.5–24.3; 3.8)</td><td>13.8 (4.0; 4.8)</td><td>2.9 (0–7; 1.8)</td><td>16.8 (4–25; 6.0)</td></tr><tr><td>LD (n = 56)</td><td>15.6 (11.2–24.8; 3.1)</td><td>5.3 (0–12; 3.3)</td><td>1.2 (0–5; 1.4)</td><td>6.5 (0–17; 4.3)</td></tr><tr><td>DD (n = 9)</td><td>16.2 (13.5–21.1; 3.1)</td><td>9.6 (0–17; 6.4)</td><td>2.3 (0–5; 2)</td><td>12 (3–21; 7.2)</td></tr><tr><td>Other (n = 36)</td><td>14.7 (12.3–23.7; 2.5)</td><td>4.3 (0–14; 3.2)</td><td>1.8 (0–8; 2.1)</td><td>6.2 (0–16; 4.1)</td></tr><tr><td>Prior positive ASD test result (n = 5)</td><td>16.2 (12.2–23.0; 4.8)</td><td>9.8 (3–13; 4.1)</td><td>1.8 (0–3; 1.6)</td><td>11.6 (3–16; 5.0)</td></tr><tr><td>False-positive result (n = 46)</td><td>14.0 (11.5–19.5; 1.5)</td><td>3.0 (0–12; 2.9)</td><td>.3 (0–3; .6)</td><td>3.3 (0–12; 3.0)</td></tr><tr><td>Control (n = 41)</td><td>15.0 (12.0–23.2; 2.3)</td><td>2.1 (0–7; 1.8)</td><td>.5 (0–4; 1.0)</td><td>2.5 (0–8; 2.1)</td></tr><tr><td>Most recent age (range; SD)</td><td></td><td></td><td></td><td></td></tr><tr><td>ASD (n = 32)</td><td>34.2 (18.4–60.9; 8.8)</td><td>13.4 (7.0–22.0; 4.6)</td><td>3.5 (0–6.0; 1.6)</td><td>16.9 (7.0–26.0; 5.2)</td></tr><tr><td>LD (n = 56)</td><td>25.1 (12.9–46.4; 8.8)</td><td>3.6 (0–12.0; 2.9)</td><td>0.6 (0–5.0; 1.0)</td><td>4.1 (0–17.0; 3.5)</td></tr><tr><td>DD (n = 9)</td><td>32.6 (13.8–51.0; 11.2)</td><td>4.6 (2.0–12.0; 3.4)</td><td>2.3 (0–5.0; 1.8)</td><td>6.9 (3.0–17.0; 4.8)</td></tr><tr><td>Other (n = 36)</td><td>24.7 (12.3–40.4; 9.1)</td><td>4.0 (0–10.0; 2.4)</td><td>0.8 (0–7.0; 1.6)</td><td>4.8 (0–12.0; 3.0)</td></tr><tr><td>Prior positive ASD test result (n = 5)</td><td>32.1 (19.8–44.9; 10.3)</td><td>4.8 (2.0–6.0; 1.9)</td><td>0.5 (0–2.0; 1.0)</td><td>5.3 (4.0–6.0; 1.0)</td></tr><tr><td>False-positive result (n = 46)</td><td>24.9 (12.5–38.4; 8.7)</td><td>2.3 (0–9.0; 2.3)</td><td>0.3 (0–3.0; 7)</td><td>2.6 (0–9.0; 2.5)</td></tr><tr><td>Control (n = 41)</td><td>24.6 (12.0–44.7; 9.9)</td><td>1.7 (0–6.0; 1.8)</td><td>0.2 (0–2.0; 0.5)</td><td>1.9 (0–7.0; 2.1)</td></tr></table>",
                                            "image_path": "19e841d16ac1e6e5d0890f1d58d8f653eae9f33c76653ea7b76b5d7cc3e88639.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 2,
                            "type": "table_body"
                        },
                        {
                            "bbox": [
                                282,
                                78,
                                317,
                                89
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        282,
                                        78,
                                        317,
                                        89
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                282,
                                                78,
                                                317,
                                                89
                                            ],
                                            "type": "text",
                                            "content": "Table IV"
                                        }
                                    ]
                                }
                            ],
                            "index": 1,
                            "type": "table_caption"
                        },
                        {
                            "bbox": [
                                76,
                                365,
                                163,
                                373
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        76,
                                        365,
                                        163,
                                        373
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                76,
                                                365,
                                                163,
                                                373
                                            ],
                                            "type": "inline_equation",
                                            "content": "RR"
                                        },
                                        {
                                            "bbox": [
                                                76,
                                                365,
                                                163,
                                                373
                                            ],
                                            "type": "text",
                                            "content": " restricted and repetitive."
                                        }
                                    ]
                                }
                            ],
                            "index": 3,
                            "type": "table_footnote"
                        }
                    ],
                    "index": 2
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                612,
                792
            ],
            "page_idx": 19
        },
        {
            "para_blocks": [
                {
                    "type": "table",
                    "bbox": [
                        76,
                        115,
                        522,
                        244
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                76,
                                115,
                                522,
                                244
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        76,
                                        115,
                                        522,
                                        244
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                76,
                                                115,
                                                522,
                                                244
                                            ],
                                            "type": "table",
                                            "html": "<table><tr><td>Question (total respondents, n = 92)</td><td>Yes</td><td>No</td><td>Not sure</td></tr><tr><td>Q1. Before your office&#x27;s participation in this screening program, did you and your staff consistently screen babies at 12-months for developmental delay using a standardized tool?</td><td>20%</td><td>77%</td><td>3%</td></tr><tr><td>Q2. Before your office&#x27;s participation in this screening program, did you and your staff screen consistently at any other age? (e.g., 18, 24, 30 months)?</td><td>44%</td><td>51%</td><td>5%</td></tr><tr><td>Q3. Do you believe that participation in this program overall has heightened your general awareness regarding autism and other developmental disorders?</td><td>87%</td><td>12%</td><td>1%</td></tr><tr><td>Q4. Do you believe that the screening form that you currently use as part of this project (ie, CSBS) is a valuable tool that enhances your clinical practice?</td><td>96%</td><td>2%</td><td>2%</td></tr><tr><td>Q5. Do you believe that this general approach of screening at 1-Year (called the 1-Year Well-Baby Check-Up Approach) should serve as a model for other cities to follow?</td><td>95%</td><td>3%</td><td>2%</td></tr></table>",
                                            "image_path": "0cff1eb532b267d150bc662e99cc3fbd9d3b73d625fca28eafc06f04711bf576.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 1,
                            "type": "table_body"
                        },
                        {
                            "bbox": [
                                76,
                                78,
                                374,
                                107
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        76,
                                        78,
                                        374,
                                        107
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                76,
                                                78,
                                                374,
                                                107
                                            ],
                                            "type": "text",
                                            "content": "Table V Sample questions and results of the pediatrician satisfaction questionnaire"
                                        }
                                    ]
                                }
                            ],
                            "index": 0,
                            "type": "table_caption"
                        }
                    ],
                    "index": 1
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                612,
                792
            ],
            "page_idx": 20
        }
    ],
    "_backend": "vlm",
    "_version_name": "2.1.9"
}